{
  "blog": [
    {
      "firstParagraph": "Apple Watch 7 стали больше и тоньше. Они представлены в вариантах: 41 мм и 45 мм. Толщина рамки снизилась на 40%, поэтому экран увеличился на 20%, в него помещается больше текста. Экран изменяется в зависимости от положения руки. Эта особенность дает возможность часам отображать клавиатуру в полноценном формате. Дисплей прибавил в яркости на 70% в режиме Always-On. Так что это невероятный гаджет! Читайте ниже подробности.",
      "firstSectionTitle": "Дата выхода Apple Watch 7: в ожидании чуда",
      "firstSectionParagraph": "Новинку представили в начале осени 2021 года — четырнадцатого сентября. Поступает в продажу глубокой осенью, точная дата не афишируется.",
      "firstSectionImgUrl": "https://stylus.ua/thumbs/640x358/b3/93/1900532.jpeg",
      "firstSectionParagraphTwo": "Ожидаемо, что ближе к зиме на запястьях многих счастливчиков будет красоваться AW7. Им по-доброму завидуем, потому что седьмая серия считается самыми прочными часами. И самыми проворными в плане зарядки. Они заряжаются на 33% быстрее предыдущих моделей. За 45 минут до 80% подпиливают батарею. Только представьте, всего 8 минут подзарядки и можно отслеживать сон на протяжении восьми часов!",
      "secondSectionTitle": "Модельный ряд: какие будут Apple Watch 7",
      "secondSectionParagraph": "У нового поколения часов такое же разнообразие, что всегда присутствует в Apple Watch:",
      "secondSectionLiOne": "Стандартная модель на 41 мм — самый бюджетный вариант яблочных часов.",
      "secondSectionLiTwo": "Модель на 41 мм + LTE дает возможность разговаривать по телефону, обмениваться видеозвонками FaceTime и звонить в службы спасения через «SOS» (в европейских странах) без поиска ближайшего wi-fi роутера.",
      "secondSectionLiThree": "На увеличенный размер дисплея (45 мм) поместится еще больше информации;",
      "secondSectionLiFour": "Увеличенный экран + LTE в перспективе могут заменить мобильный телефон. Можно принимать звонки и отвечать голосовыми в мессенджерах.",
      "secondSectionParagraphTwo": "Series 7 оснащены усиленным передним стеклом. Уровень защиты остался прежним — IP6X. Погружения в песок переносят без проблем.",
      "secondSectionParagraphThree": "У алюминиевого корпуса пять цветов: черный, зеленый, красный, темно синий и золотой. Расцветка удачно гармонирует с усиленным ремешком от Nike и Hermes. И да. Если нравится менять ремешки, старые тоже подойдут. Тут двойная выгода — эстетическая и практическая.",
      "thirdSectionTitle": "Цена: сколько придется отдать за Apple Watch 7?",
      "thirdSectionParagraph": "Apple славится консервативным подходом к цене. В Европе и США AW7 на 41 мм стоит $329. Увеличенная версия на 45 мм на семьдесят баксов дороже — $399. В Украине стоимость новой серии — от 16 000 грн.",
      "fourSectionTitle": "Дизайн: больше квадратности",
      "fourSectionParagraph": "Часы квадратной формы идеально сочетаются с мобилками вроде iPhone 12 Pro. ",
      "fourSectionImgUrl": "https://www.apple.com/newsroom/images/product/watch/standard/Apple-watch-watchos7_three-watchfaces_06222020.jpg.og.jpg?202108060917",
      "fiveSectionTitle": "Характеристики Apple Watch Series 7",
      "fiveSectionParagraph": "Часы работают на базе watchOS 8 под эгидой нового процессора S7. Это значит, что запущены в работу ряд приложений из серии «Осознанность», которые направлены на борьбу с тревогой и улучшением психологического здоровья.Также в новой версии операционки обновленная программа Workout. Она нацелена на помощь тем, кто решил заниматься фитнесом самостоятельно, подсказывая, как правильно делать разные упражнения.",
      "fiveSectionImgUrl": "https://www.apple-iphone.ru/wp-content/uploads/2021/07/apple-watch-700007.jpeg",
      "fiveSectionParagraphTwo": "Базовый объем памяти 64 Гб. В часах помещается еще больше приложений, чем у шестой модели. Чтобы узнать время, не нужно разблокировать устройство. Режим Always On выводит его автоматически. При желании, эту функции можно отключить.",
      "fiveSectionParagraphThree": "Кроме того, watchOS 8 имеет способность предупреждать о плохой погоде за несколько часов. Так что будет время спланировать свой день, чтобы не промокнуть под дождем.",
      "sixSectionTitle": "Отличия от предыдущих моделей",
      "sixSectionParagraph": "С каждым поколением Apple Watch совершенствуется по-серьезному. Если первые модели были всего лишь красивыми фитнес-браслетами, Watch 7 может заменить мобильный, ключи и даже центр видеонаблюдения. Модели приписывают четыре особенности. ",
      "sixSectionLiOne": "Отказ от датчика Taptic Engine, отвечающий за считывание разной силы нажатия",
      "sixSectionParagraphLiOne": "В AW7 купертиновцы полностью откажутся от физического привода «Таптик Энджин», который реагирует на силу нажатия. Вместо него появится новая технология.",
      "sixSectionLiTwo": "Дополнительные аккумуляторы для вечного заряда",
      "sixSectionParagraphLiTwo": "Зарегистрированный патент Apple предполагает то, что в эппловских ремешках могут располагаться дополнительные аккумуляторы для подпитки энергией часов. Тогда это будет еще одним поводом для пользователей использовать официальные аксессуары, а не закупать китайскую замену на известных маркетплейсах.",
      "sixSectionLiThree": "Полная интеграция с умным домом",
      "sixSectionParagraphLiThree": "Когда будет активироваться какой-то из smart-home устройств, Apple Watch будут реагировать. Пользователь сможет выполнить любое действие, вплоть до включения чайника через экран Эпл Вотч.",
      "sixSectionLiFour": "Часы становятся настоящим центром видеонаблюдения",
      "sixSectionParagraphLiFour": "С помощью их можно проверить домашние камеры наблюдения. Какой бы не был формат съемки — простенький черно-белый 3:4 или модный цветной 16:9. Также поддерживается двусторонняя передача звука. Если скрытая камера тоже поддерживает эту функцию, можно напугать незваных гостей криком с системы видеонаблюдения.",
      "sixSectionPS": "Когда выйдут Apple Watch 7 в массовую продажу, многое прояснится. А пока наберемся терпения и дождемся заветного часа. Скоро можно будет оформить предзаказ."
    },
    {
      "firstParagraph": "JBL презентовала новый товар нашумевшей серии Pulse, акцентной деталью которого стала всенаправленная конструкция подсветки. Поколение на ступень ниже производило потрясающий светоэффект, но в данном случае это поистине феерия: в 4 модели освещается весь корпус сразу. Однако, настолько ли необходимой была эта трансформация — рассмотрим в статье. ",
      "imgUrl": "https://img.youtube.com/vi/VpPOn6CdhN0/maxresdefault.jpg",
      "firstSectionTitle": "Внешний вид, дизайн, размеры",
      "firstSectionParagraph": "Начнем обзор JBL Pulse 4 с дизайна, который произвел wow эффект. В этой версии производители отказались от приевшегося кольцевого расположения подсветки, а наделили девайс максимальным количеством источников по всему периметру. Клавиши управления находятся по верхним граням. В деактивированном варианте колонка имеет заурядный вид, однако выглядит футуристично. Это несколько RGB-диодных лент, которые заключены в белый корпус и обтянуты накладкой из тонированного пластика. LED-экран установлен во всю высоту прибора, а свечение рассеивается в разные направления. Внизу и вверху находятся НЧ-динамики, которые обеспечивают отменное звучание. Некоторые производители делают акцент на басы, в то время, как разработчики JBL предпочли соблюсти баланс всех частот.",
      "firstSectionImgUrl": "https://mobile-review.com/accessories/review/image/jbl/pulse-4/pic/foto-11.jpg",
      "firstSectionParagraphTwo": "Несмотря на отказ от нижнего кольца, габариты устройства остались теми же: 9,6 см в ширину и 20,7 см в длину. Однако, вес колонки увеличился на 300 грамм и теперь составляет 1,26 кг, что может быть тяжеловато для транспортировки одной рукой или прослушивания музыки на весу. Также в комплекте к устройству найдете зарядный кабель USB-C, прямоугольный коннектор Type-A и мануал с рекомендациями по эксплуатации. ",
      "secondSectionTitle": "Батарея и автономность",
      "secondSectionParagraph": "Что касается технической стороны батареи в обзоре колонки JBL Pulse 4. Звуковая техника имеет аккумуляторную батарею емкостью 7260 мАч, которая обеспечивает:",
      "secondSectionLiOne": "длительность работы устройства до 12 ч;",
      "secondSectionLiTwo": "при активации одновременно нескольких параметров длительность может сократиться до 8 ч.",
      "secondSectionParagraphTwo": "Время зарядки составляет 3,5 ч.",
      "thirdSectionTitle": "Звук",
      "thirdSectionParagraph": "Модификация колонок Pulse четвертого поколения безоговорочно выдает более мощные ноты. Здесь отчетливо звучит каждый отдельный инструмент, в отличие от смешения в прошлой версии. ",
      "thirdSectionParagraphTwo": "Обзор jbl pulse 4 был бы неполным без характеристики звучания устройства.",
      "thirdSectionLiOne": "Колонка имеет большой показатель басов (не менее 70 Гц). ",
      "thirdSectionLiTwo": "В эквалайзере можно увеличить звучание низов. Благодаря чему появятся нотки саббаса — появится гул и звучание будет смазанным. ",
      "thirdSectionLiThree": "Пассивный излучатель звуковых частот в данном случае смотрит вниз, а потому звучание басов неплохое.",
      "thirdSectionImgUrl": "https://tehnobzor.ru/wp-content/uploads/2019/11/jbl-pulse-4-1.jpg",
      "thirdSectionParagraphThree": "Чтобы понять, как все-таки играет колонка, нужно ознакомиться с краткими характеристиками JBL Pulse 4. Здесь установлена всего одна динамическая головка пиковой мощностью 20 Вт и типоразмером в 57,2 мм. Этого хватает для отчетливого восприятия верхов и середины с множеством оттенков, а к басам возникают вопросы. ",
      "thirdSectionParagraphFour": "Источник распространения звука устремлен вверх и располагается чуть ниже лейбла. Пользователи, уже испытавшие колонку, отмечают, что качество звучания во многом зависит еще от положения устройства. Но, как только колонка начинает работать на весу, бас становится плоским, а звук приглушается. ",
      "fourSectionTitle": "Функционал",
      "fourSectionParagraph": "Из-за изменения конфигурации колонки, функционал претерпел изменения. По кольцу располагается тумблер включения и Bluetooth, далее следует клавиша управления цветовой схемой и активатор режима.",
      "fourSectionParagraphTwo": "Обладая массивностью и средним весом, управление не затрудняет пользователя и является интуитивно понятным. Для легкого доступа и нажатия одной рукой, кнопка включения и PartyBoost вынесены на боковую панель. Заключительный элемент интерфейса позволяет коннектить колонку с мобильными устройствами и колонками. При этом возможность подключения с JBL Pulse 3, которая поддерживает режим JBL Connect+, полностью отсутствует. ",
      "fourSectionParagraphThree": "С противоположной боковой панели производители установили клавиши включения/паузы музыки, регуляторы громкости. Снизу расположен индикатор для быстрого определения уровня заряда и порт USB Type-C, через который можно зарядить АКБ. Разработчики обновили наполнение и внесли несколько изменений.",
      "fiveSectionTitle": "Цена и качество",
      "fiveSectionParagraph": "Купить JBL Pulse 4 можно за 6500-7000 грн. Это на 1500 тысячи дороже, нежели прошлая модель. Имея такую сумму, можно купить Sony SRS-XB501G, функционирующую без подзарядки 16 ч, а также управляется при помощи голосового помощника. Также можно рассмотреть более массивный вариант в виде  LG PK 7. Целесообразность данной покупки напрямую зависит от назначения покупки: звучание или спецэффекты. Однако, колонка соответствует заявленной стоимости. ",
      "fiveSectionPS": "В заключение обзора, можно отметить, что JBL Pulse 4 — усовершенствованная модель. Чтобы усилить яркость LED-подсветки, потребовалось убрать из устройства микрофон, разъем 3,5 мм и АUX. Это позволило создать поистине уникальный продукт."
    },
    {
      "firstParagraph": "Кто купил Playstation 5, тот молодец. Последняя версия прошивки позволяет игрокам управлять консолью с телефона, перемещаться между версиями для разных поколений PS и даже собственноручно расширить объем физического хранилища. Теперь можно грузить еще больше игр, не переплачивая за конфигурацию приставки.",
      "imgUrl": "https://keddr.com/wp-content/uploads/2021/08/231323_large.jpg",
      "firstSectionTitle": "Последнее обновление прошивки и улучшения Sony Playstation 5",
      "firstSectionParagraph": "15 сентября 2021 года Sony выпустили обновление для приставки PS5. Обнова преподнесла немало сюрпризов, среди которых:",
      "firstSectionLiOne": "Улучшенный центр управления",
      "paragraphLiOne": "Игроки могут самостоятельно изменять ЦУ, делая его удобным для себя.",
      "firstSectionLiTwo": "Расширенная игровая база",
      "paragraphLiTwo": "Можно держать контакт с друзьями и интересными группами из Game Base, который теперь находится в ЦУ.",
      "firstSectionLiThree": "Обновления библиотеки приложений",
      "paragraphLiThree": "Если у пользователя есть версии тайтла для разных поколений консоли, теперь версии для PS4 и PS5 будут показаны порознь. Найти их можно в папке «Установлено». Это поможет переключаться между версиями истории, и выбирать среди них ту, что нравится больше.",
      "firstSectionLiFourth": "Расширенное управление программы чтения с экрана",
      "paragraphLiFourth": "Достаточно нажать PS+треугольник и запустится программа «чтения инфы», чтобы остановить или возобновить робо-монолог. А комбинация PS +R1 заставит робота еще раз перечитать всё сказанное.",
      "firstSectionLiFifth": "Селектор разрешения",
      "paragraphLiFifth": "Можно выбирать между разрешением HD и FullHD. Временное снижение качества картинки поможет оценить игру даже при медленном интернете.",
      "firstSectionLiSixth": "Новая цифровая награда «Лидер»",
      "paragraphLiSixth": "Если человек в командной игре демонстрирует недюжинные лидерские качества, компаньоны могут наделить его бейджиком «Лидер», который будет отображаться в профиле.",
      "firstSectionLiSeventh": "Автозахват «лучших моментов»",
      "paragraphLiSeventh": "Когда игроки соревнуются за лучшее время или максимальный бал, и устанавливают свой личный рекорд, система автоматически записывает победные ролики и сохраняет оффлайн.",
      "firstSectionLiEighth": "Поддержка 3D-аудио для встроенных динамиков телевизора",
      "paragraphLiEighth": "Теперь не нужно покупать саундбар для «объемного» звука. Система помогает телевизору проанализировать и эмулировать объемность звука домашнего кинотеатра на встроенных колонках. По громкости и басам такая система будет проигрывать, зато придаст реалистичности происходящему на экране.",
      "firstSectionLiNinth": "Приложение PS Remote Play",
      "paragraphLiNinth": "Позволит играть без джойстика. Управлять героями можно прямо с телефона.",
      "firstSectionPS": "Но самую сочную обнову припасли «на десерт». С сентября 2021 года владельцы PS5 могут увеличить встроенное хранилище при помощи SSD-накопителя до 4 Тб. Он выполняет роль второго жесткого диска, а не только «большой флешки». Имея на руках накопитель M.2 SSD, полчаса свободного времени и руки с правильного места, можно расширить возможности приставки в 4 раза!",
      "secondSectionTitle": "Что такое SSD M.2 и зачем он нужен владельцам PS5",
      "secondSectionParagraph": "Устройства SSD M.2 — это твердотельные накопители.  Раньше, при подключении к консоли, они могли служить только в качестве большой флешки на пару терабайт, теперь на такой накопитель можно устанавливать игры. Это заметно расширяет возможности приставки. Пользователю необязательно покупать расширенную версию, чтобы установить свою игровую коллекцию. Правда пользоваться этим диском, как запасным файловым носителем для компа, не получится. Для использования SSD на «плойке» придется форматировать съемный носитель.",
      "secondSectionImgUrl": "https://www.ixbt.com/img/n1/news/2021/6/6/VgZvLrhQbDNDxQadhF4EGe_large.jpg",
      "thirdSectionTitle": "Преимущества подключения SSD M.2 к консоли",
      "thirdSectionParagraph": "Ключевое достоинство обновления состоит в том, что теперь заядлым игрокам не нужно думать «какую игру удалить, чтобы иметь возможность установить новинку». После обновления «плойки» достаточно иметь вместительный твердотельный накопитель, который подойдет под следующие системные требования. Пользователю достаточно обзавестись емким диском, чтобы иметь любимые тайтлы «под рукой» без необходимости повторной установки. Просто взял, закконектил SSD и начинаешь играть! Главное — проверять накопитель перед покупкой. Даже Sony заявляют, что не могут гарантировать, что все диски от сторонних производителей идеально подойдут к приставке. Лучше покупать в тех магазинах, где можно оформить быстрый возврат. Sony рекомендуют держать хардкорные игры установленными на встроенном накопителе приставки. Ведь только так они могут гарантировать максимальную продуктивность в самых «прожорливых» тайтлах. Впрочем, как показывает практика, при подключении мощного SSD, качество игры остается на высоком уровне даже в таких активных историях как Spider-Man, God of War и RDR 2.",
      "fourthSectionTitle": "Как подключить SSD M.2 к PS5: пошаговая инструкция",
      "fourthSectionParagraph": "При коннекте накопителя к приставке придется немного поработать руками, подсоединяя накопитель к главному устройству. Для этого понадобится следующее:",
      "fourthSectionLiOne": "Комната с хорошим освещением",
      "fourthSectionParagraphLiOne": "Чтобы видеть, куда и как присоединять детали.",
      "fourthSectionLiTwo": "Крестовая отвертка",
      "fourthSectionParagraphLiTwo": "Оптимальный диаметр стержня — 4 мм.",
      "fourthSectionLiThree": "Желательно иметь фонарик",
      "fourthSectionParagraphLiThree": "Или LED-лампу. Можно телефон для ближнего света.",
      "fourthSectionParagraphTwo": "Прежде чем начать работу, нужно прикоснуться к металлическому заземленному предмету, чтобы снять статическое электричество, которое может ненароком сломать диск или консоль.",
      "fourthSectionImgUrl": "https://img.moyo.ua/img/news_desc/1670/167075_1631860982_2.jpg",
      "fourthSectionParagraphThree": "Последующий алгоритм действий:",
      "fourthSectionLiFourth": "Отключить консоль и отсоединить от неё провода и устройства.",
      "fourthSectionLiFifth": "Подождать 5-15 минут, чтобы консоль полностью остыла.",
      "fourthSectionLiSixth": "Поставить консоль на ровную поверхность и отделить основу.",
      "fourthSectionLiSeventh": "Повернуть приставку так, чтобы лого PS было «лицом к низу», а кнопка включения находилась в противоположном углу.",
      "fourthSectionLiEighth": "Взяться левой рукой за край верхнего левого угла, а правой за нижний правый угол.",
      "fourthSectionLiNinth": "Аккуратно поднять крышку одной правой.",
      "fourthSectionLiTenth": "Снять крышечку большим пальцем левой руки, поддерживая остальной частью ладони саму консоль.",
      "fourthSectionLiEleventh": "Найти прямоугольную крышку над гнездом расширения, которая закреплена винтами наверх.",
      "fourthSectionLiTwelfth": "Выкрутить винт (А) сверху гнезда и снять крышку.",
      "fourthSectionLiThirteenth": "Аккуратно вынуть винт (В) и поместить прокладку (С) в паз.",
      "fourthSectionLiFourteenth": "Взяться за край жесткого диска, выровнять его с пазом и вставить до упора. Усердствовать не надо. Как только накопитель дойдет до нужного места, можно отпустить его.",
      "fourthSectionLiFifteenth": "Наклонить жесткач вниз и закрепить его винтиками. Нужно проследить, чтобы диск и вентиляция не мешали друг другу.",
      "fourthSectionLiSixteenth": "Установить крышечку гнезда расширения и затянуть винт. Если её не получается прикрыть, жесткач оказался слишком большим. Нужно искать модель поменьше.",
      "fourthSectionLiSecenteenth": "Вернуть оболочку на место. Для этого нужно расположить её недалеко от верхнего края и сдвинуть в изначальное состояние до щелчка",
      "fourthSectionParagraphFourth": "Установить основу и подключить остальные кабели.",
      "fourthSectionParagraphFifth": "После включения на мониторе появится руководство по форматированию жесткого диска. Следуйте им и уже через 5-15 минут (в зависимости от объема накопителя) он будет готов к работе.",
      "fifthSectionTitle": "Как устанавливать игры на внешний SSD для PS5",
      "fifthSectionParagraph": "На жесткий диск можно устанавливать тайтлы «с нуля» и переносить их с изначального накопителя вместе со всем прогрессом. ",
      "fifthSectionImgUrl": "https://okdk.ru/wp-content/uploads/2021/02/ps5-settings-storage.jpg",
      "fifthSectionParagraphTwo": "Чтобы скачанная игра появилась сразу на SSD M.2, нужно сделать так:",
      "fifthSectionLiOne": "Запустить Начальный экран.",
      "fifthSectionLiTwo": "Тапнуть  «Настройки».",
      "fifthSectionLiThree": "Найти «Память».",
      "fifthSectionLiFour": "Щелкнуть на «Место установки».",
      "fifthSectionLiFive": "Выбрать необходимый диск.",
      "fifthSectionParagraphThree": "После этого все новые игры будут устанавливаться на новый жесткач. Если же необходимо перенести уже имеющиеся тайтлы, это делается таким образом:",
      "fifthSectionLiSix": "Зайти в «Начальный экран.",
      "fifthSectionLiSeven": "Выбрать «Библиотека игр».",
      "fifthSectionLiEight": "Найти историю, которую требуется переместить и кликнуть на настройки.",
      "fifthSectionLiNine": "Выбрать «Переместить игры ...».",
      "fifthSectionLiTen": "После этого найти «Данные, перемещаемые на SSD M.2».",
      "fifthSectionLiEleven": "Установить флажок на всех прогах, которые должны быть перенесены.",
      "fifthSectionLiTwelve": "Нажать «Переместить».",
      "fifthSectionParagraphFour": "Всё, трансфер данных начался! В зависимости от объема информации, этот процесс может занять от 10 минут до нескольких часов.",
      "sixthSectionTitle": "Как отключить SSD M.2 от Playstation 5",
      "sixthSectionParagraph": "Изъятие жесткого диска проходит практически по тому же алгоритму, что и установка. Единственные различающиеся мелочи — это корректный демонтаж SSD. ",
      "sixthSectionParagraphTwo": "Отключить накопитель получится по следующему алгоритму:",
      "sixthSectionLiOne": "Отключить консоль от питания.",
      "sixthSectionLiTwo": "Снять основу и перевернуть приставку.",
      "sixthSectionLiThree": "Аккуратно снять крышку.",
      "sixthSectionLiFour": "Снять винт (А), что находится на крышечке гнезда расширений.",
      "sixthSectionLiFive": "Убрать винты диска, после чего поднять его и потянуть вверх.",
      "sixthSectionLiSix": "Затянуть винты на прокладочной шайбе.",
      "sixthSectionLiSeven": "Вернуть крышку и основание на место.",
      "sixthSectionLiEight": "Запустить PS5.",
      "sixthSectionParagraphThree": "Удачного обновления и веселых игр!"
    },
    {
      "firstParagraph": "Сейчас планшеты стали неотъемлемой частью быта. Они создают условия для легкого погружения в мировую субкультуру, организуют общение, перспективы для онлайн-заработка и предлагают заглянуть в невероятный мир интертеймента. Конкретные серии могут похвастаться даже разъемом для симки. Галакси Таб от Samsung специально создан для активных людей. Параметры, которые полюбились многим, — это выносливые компоненты и наполнение плюшками.",
      "imgUrl": "https://images.samsung.com/is/image/samsung/ru-feature-a-screen-you-ll-love-to-watch-172785655?$FB_TYPE_A_MO_JPG$",
      "firstSectionTitle": "Характеристики Samsung Galaxy Tab A 8.0",
      "firstSectionParagraph": "Планшет Samsung Galaxy Tab A 8.0, речь о котором пойдет в обзоре, принадлежит к бюджетной нише и является доступным продуктом на рынке. В отличие от китайских аналогов по такой же стоимости, у Самсунг несколько преимуществ:",
      "firstSectionLiOne": "более свежая версия процессора;",
      "firstSectionLiTwo": "2 Гб для физического хранения данных;",
      "firstSectionLiThree": "мощное АКБ оборудование.",
      "firstSubsectionTitle": "Батарея и зарядка",
      "firstSubsectionParagraph": "Одной из первых особенностей, рассматриваемых в обзоре на планшет Samsung Galaxy Tab A 8.0, станет АКБ на 5100 мАч. Такого объема достаточно для непрерывного использования в течение 9 часов. Если девайс будет использоваться только для проверки почты и просмотра новостей, в режиме ожидания вполне сможет проработать без подзарядки до 8 дней. Те, кто уже успел испытать планшет в реальных условиях, утверждают, что емкость аккумулятора соответствует заявленному функционалу устройства. ",
      "firstSubsectionImgUrl": "http://www.howtablet.ru/wp-content/uploads/2016/03/%D0%9E%D0%B1%D0%B7%D0%BE%D1%80-Samsung-Galaxy-Tab-A-8.0.01.jpg",
      "secondSubsectionTitle": "Камера",
      "secondSubsectionParagraph": "Рассматривая характеристики Samsung Galaxy Tab A 8.0, стоит отметить, что здесь установлено 2 камеры: передняя на 2 мегапикселя и задняя на 8. В 2021 году такое оснащение ничего кроме разочарования вызвать не может, однако в планшетах этой ценовой категории другого и не встретишь. Фото при дневном свете получаются приемлемого качества. При недостаточном освещении кадры будут размытыми. Фото с фронтальной камеры примерно совпадают по качеству с предыдущей категорией, поэтому сделать отчетливый снимок самого себя вряд ли удастся.",
      "thirdSubsectionTitle": "Производительность",
      "thirdSubsectionParagraph": "Ведущей микросхемой выступает Qualcomm Snapdragon 429, база работает с частотностью 2 ГГц. Эта версия специально адаптирована под бюджетные планшеты. В сочетании с парой гигабайтов ОЗУ, она быстро откликается, беспрекословно выполняет повседневные задачи и быстро открывает приложения. Причем тестирование показало, что Galaxy Tab A 8.0 гораздо более оперативен в тех или иных функциях, нежели аналоги с оперативной памятью в 1,5 ГБ. Планшет отлично справляется с социальными сетями, играми и рабочими приложениями. Однако, когда открыто более десятка наименований, устройство начинает подтормаживать и зависать.",
      "thirdSubsectionImgUrl": "https://img.moyo.ua/img/products_desc/4000/400036_1518081294_0.jpg",
      "fourthSubsectionTitle": "Дисплей",
      "fourthSubsectionParagraph": "В девайсе установлен экран 20 см 32 мм с PPI в 1280x800 пикселей. Этот показатель ниже отметки в две сотни точек на дюйм. При этом условия каждодневной работы оставляют желать лучшего: при ярком освещении цвета искажаются, а при отражении текста недостаточно резкости. Также в планшетном компьютере подкачала яркость. Максимально доступный показатель при тестировании составил 397 кд/м², а при отключенном датчике освещенности падает на 10 позиций. Однако, если использовать планшет при обычных условиях (естественном или искусственном свете), никаких проблем возникать не должно. ",
      "fifthSubsectionTitle": "Внешний вид, размеры, дизайн",
      "fifthSubsectionParagraph": "Оболочка изготовлена из легкого алюминия, а также дополнена вставками из пластика по бокам. Крышка девайса весьма минималистичная. Товарный знак компании расположен в центре задней панели и смещен вверх. Камера располагается в верхнем левом углу. Передняя часть устройства выполнена полностью из стекла. Для изготовления корпуса использованы первоклассные материалы, а потому о возможных царапинах и мелких повреждениях можно не беспокоиться. При разработке планшета были подобраны оптимальные параметры как по функционалу, так и по внешнему оформлению. Однако, на экран отводится только 70% передней панели, из-за чего боковые грани выглядят громоздкими. Также в этой модели производители отказались от кнопки «Домой», что вызывает неудобство и гнев почитателей Самсунгов. Правая грань отведена под клавиши включения и регуляторы громкости. На верхней панели есть гнездо под штекер наушников, а на нижней — последовательный интерфейс micro для зарядки. ",
      "secondSectionTitle": "Цены на Samsung Galaxy Tab A 8.0",
      "secondSectionParagraph": "Мобильное электронное устройство можно приобрести за 3500-4000 гривен, что достаточно бюджетно. Для такой комплектации цена абсолютно соответствующая. Купив эту модель, вы получаете:",
      "secondSectionLiOne": "Последнюю версию Android 9.0, в которой постоянно происходят незначительные апгрейды.",
      "secondSectionLiTwo": "Большой выбор режимов работы: ночной, детский, чтения книг и другие.",
      "secondSectionLiThree": "ПЗУ в гигабайтах доходит до 32.",
      "secondSectionPS": "Можно констатировать большую успешность Samsung Galaxy Tab A 8.0. Ведь это девайс со стабильным спросом для ежедневного пользования, а ценник его просто смешной. Если помимо денежных критериев вы ставите в приоритет тех характеристики и неординарный стиль, ищите именно этот продукт."
    },
    {
      "firstParagraph": "Намокание смартфона — проблема, на которую часто жалуются юзеры. Ниже приведены места, в которые чаще всего роняют приборы:",
      "firstSectionLiOne": "Речка, озеро - 4% юзеров",
      "firstSectionLiTwo": "Ванная - 17% юзеров",
      "firstSectionLiThree": "Унитаз - 62% юзеров",
      "firstSectionLiFour": "Море, океан - 16% юзеров",
      "firstSectionLiFive": "Другое - 1% юзеров",
      "firstSectionParagraph": "Какие меры предпринять, чтобы сохранить работоспособность гаджета и чем чревато его падение в лужу узнаете в материале ниже. Предупрежден — значит вооружен!",
      "secondSectionTitle": "В смартфон попала вода: первая помощь",
      "secondSectionParagraph": "Когда смартфон упал в воду, важно действовать оперативно. Быстро вытаскиваем его из жидкости, снимаем чехол, чтобы ничто не препятствовало испарению влаги. Если при «нырянии» телефон был включен, необходимо выключить. Далее вынимаем аккумулятор (если он съемный). О том, как быть, если батарея несъемная, тоже описано в этой статье.",
      "secondSectionParagraphTwo": "Чтобы максимально эффективно высушить мокрый телефон, нужно достать из него SIM- и SD-карты. Их протирают спиртом, чтобы предотвратить окисление. Об исправности карт не беспокойтесь: если смартфон пробыл в воде недолго, они не успели пострадать и будут служить.",
      "secondSectionImgUrl": "https://blog.allo.ua/wp-content/uploads/CHto-delat-esli-telefon-upal-v-vodu-razberite-ustrojstvo.jpeg",
      "secondSectionParagraphThree": "Когда из смартфона достали все, что можно достать и просушить, слегка потрясите корпус, чтобы выпустить наружу воду, если она есть. Теперь нужно протереть все доступные поверхности сухой хлопчатобумажной салфеткой. И можно приступать к просушиванию — детальнее об этом ниже по тексту.",
      "thirdSectionTitle": "Как просушить телефон",
      "thirdSectionParagraph": "Дальнейшая работоспособность телефона, который упал в воду, во многом зависит от того, как его сушить. Можно оставить разобранный гаджет в сухом месте для самостоятельного высыхания, однако разумнее поместить его в материал, который будет абсорбировать жидкость. ",
      "thirdSectionImgUrl": "https://mdex-nn.ru/uploads/iphone_ris.jpg",
      "thirdSectionLiOne": "Чаще всего используют рис. Благодаря его абсорбирующим свойствам, он впитает в себя влагу. Положите гаджет в тару с рисом и оставьте в таком виде. Лучше, если устройство пробудет в этой емкости несколько дней. ",
      "thirdSectionLiTwo": "Отлично вбирает влагу силикагель. У сухих гранул сильные абсорбирующие качества. Насыпьте силикагель в глубокую емкость и поместите туда мокрый смартфон. Оставьте устройство в таком виде на пару дней, после чего достаньте и проверьте, работоспособность прибора.",
      "thirdSubsectionTitle": "Что делать, если в воду упал телефон с несъемной батареей?",
      "thirdSubsectionParagraph": "Если телефон с несъемной батареей упал в воду, основательно выполнить просушку будет намного сложнее, поэтому лучше отнести его в сервис для диагностики. ",
      "thirdSubsectionParagraphTwo": "Самостоятельно лишь можно извлечь карты и, держа гаджет вертикально — разъемами вниз — легонько потрясти, чтобы капли стекали через отверстия для подключения наушников и зарядного устройства. Это поможет предотвратить короткое замыкание от попадания жидкости глубоко в смартфон. До того как отнесете устройство в ремонт, целесообразнее держать его в банке с абсорбирующим веществом, чтобы максимальное количество влаги впиталось в абсорбент и не повредило «внутренности» гаджета",
      "thirdSubsectionTitleTwo": "Особенности сушки iPhone",
      "thirdSubsectionParagraphThree": "Владельцам смартфона от Apple будет полезно знать, как высушить айфон.",
      "thirdSubsectionParagraphFour": "У iPhone есть две особенности, которые могут стать полезными в случае намокания «яблока».",
      "thirdSubsectionLiOne": "Приложение Sonic спасет смартфон в случае намокания",
      "thirdSubsectionParagraphLiOne": "Sonic имеет частоту 258-1100 Гц и при включении на 160-170 Гц подает сигнал синусоидного типа, способный выталкивать жидкость, попавшую в динамик аппарата. Протирают вышедшую наружу воду сухой безворсовой салфеткой. Эту программу хорошо бы скачать на телефон каждому владельцу айфона, чтобы в случае намокания устройства воспользоваться ею. Поэтому, пока читаете советы о том, как спасти телефон от воды, находите это приложение в меню своего прибора и скорее запускайте его работу на 160-170 Гц.",
      "thirdSubsectionLiTwo": "Датчик попадания влаги в корпус сигнализирует о состоянии «внутри» устройства",
      "thirdSubsectionParagraphLiTwo": "Начиная с 5-й модели, эта полоска-индикатор находится за лотком для сим-карты. Если жидкость попала внутрь устройства, датчик меняет цвет с белого на красный.",
      "thirdSubsectionParagraphFive": "Если вы владелец iPhone, учтите также, что падение гаджета в лужу или в унитаз не является гарантийным случаем. Поэтому для ремонта необязательно нести устройство в официальный магазин. Можете обратиться к специалистам ближайшего сервисного центра.",
      "fiveSectionTitle": "Возможные проблемы после намокания",
      "fiveSectionParagraph": "Итак, что делать в первую очередь, если телефон упал в воду, уже понятно. Если действовали быстро и по правилам, велика вероятность, что гаджет не успел сильно намокнуть. А значит шансы служить своему владельцу верой и правдой значительно возрастают.",
      "fiveSectionParagraphTwo": "Однако заплыв устройства может закончиться плачевно и вскоре после просушки появятся симптомы неисправностей. Ниже описаны самые популярные неполадки и действия пользователя в таких случаях.",
      "fiveSubsectionTitle": "Не работают экран и сенсор",
      "fiveSubsectionParagraph": "Если заметили, что сенсор не так шустро откликается или под экраном проступили пятна, значит, жидкость успела наделать беды: экран стал отклеиваться. Тогда стоит отнести устройство к мастеру, чтобы избежать непоправимых последствий.",
      "fiveSectionImgUrl": "https://www.art-gsm.ru/upload/iblock/55a/55ac042f55a399d63d717cce3e6296ff.jpg",
      "fiveSubsectionTitleTwo": "Не работает динамик",
      "fiveSubsectionParagraphTwo": "На то, что падение в жидкость пагубно сказалось на работоспособности динамика, укажут посторонние звуки при разговоре по телефону: скрежет, треск, другие помехи.",
      "fiveSubsectionParagraphThree": "После намокания динамик плохо работает по двум причинам:",
      "fiveSectionLiOne": "В звуковой мембране все еще присутствует влага.",
      "fiveSectionLiTwo": "В динамике замкнуло контакты.",
      "fiveSubsectionParagraphFour": "В первом случае можно попробовать устранить проблему своими руками. Для этого разбирают динамик и дают ему хорошо просохнуть. После чего собирают обратно. Если не помогло, значит, причина неисправности в контактах. Их, скорее всего, придется перепаять. Лучше всего с этим справится специалист.",
      "fiveSectionImgUrlTwo": "https://ilounge.ua/files/products/zamena-razgovornogo-verhnego-dinamika-iphone-8.1000x.1000x.jpg",
      "fiveSubsectionTitleThree": "Смартфон не включается",
      "fiveSubsectionParagraphFive": "Если гаджет после намокания включался, а потом вдруг перестал, это говорит о том, что внутри него идет окисление. Могут пострадать платы и микросхемы. В этой ситуации незамедлительно отправляйтесь в сервисный центр и отдавайте смартфон в ремонт.",
      "fiveSubsectionParagraphSix": "Часто бывает, что телефон просох, работает и кажется неповрежденным, однако владельца беспокоит быстрая разрядка аккумулятора, которая раньше не наблюдалась. Такой симптом говорит об окислении батареи. Чтобы телефон снова работал корректно, аккумулятор нужно заменить.",
      "sixSectionTitle": "Чего нельзя делать, если телефон упал в воду",
      "sixSectionLiOne": "Не пытайтесь включать мокрый гаджет, а также ставить его на зарядку. Вопрос о его работоспособности это не прояснит, а вот к короткому замыканию привести может.",
      "sixSectionLiTwo": "Не сушите телефон в микроволновой печи. Воздействие волн на мокрое устройство выведет из строя то, что осталось неповрежденным после падения в воду.",
      "sixSectionLiThree": "Не стоит сушить гаджет феном. Это бесполезно: поток воздуха не в силах проникнуть глубоко в устройство, а может лишь разогнать капли воды по всем щелям. А вот перегрев горячим воздухом может окончательно вывести смартфон из строя.",
      "sixSectionImgUrl": "https://x-repair.ru/wp-content/uploads/2011/01/microwave1.jpg",
      "sixSectionPS": "Теперь знаете, как просушить телефон и чем грозит его попадание в жидкость. Однако спокойствие и своевременные шаги помогут справиться с этой неприятностью."
    }
  ]
}
