{
  "products": [
    {
      "id": "1",
      "corp": "Xiaomi Corporation",
      "corpCountry": "Китай",
      "category": "Ноутбуки и планшеты",
      "name": "Ноутбук Mi Notebook Pro 15",
      "baseImg": "https://i.allo.ua/media/catalog/product/cache/1/image/620x600/602f0fa2c1f0d1ba5e241f914e856ff9/g/p/gpbh0hkrrc1_result_2.jpg",
      "secondImg": "https://i.allo.ua/media/catalog/product/cache/1/image/620x600/602f0fa2c1f0d1ba5e241f914e856ff9/1/9/1996210_result_2.jpg",
      "rating": "✭✭✭✭✭",
      "price": 34999,
      "characteristics": "15.6\" (3456x2160) OLED / Intel Core i5-11300H (2.6 - 4.4 ГГц) / RAM 16 ГБ / SSD 512 ГБ / NVIDIA GeForce MX450 / Bluetooth, Wi-Fi / Windows 10 Home / Без ОД / 1.8 кг",
      "desc": "Mi Notebook Pro 15 – это новое поколение техники с еще более высокими стандартами мощности, скорости, портативности. Notebook Pro укомплектован увеличенным объемом памяти, в нем реализован ряд уникальных технологий, обеспечивающих непревзойденные показатели автономности и производительности. Большой OLED дисплей с разрешением 3.5К с великолепной цветопередачей и сверхточной детализацией предоставляет больше возможностей для реализации творческого потенциала, работы и отдыха.",
      "guarantee": 12
    },
    {
      "id": "2",
      "corp": "Xiaomi Corporation",
      "corpCountry": "Китай",
      "category": "Телевизоры и аксессуары",
      "name": "Телевизор Xiaomi Mi TV UHD 4S 55 International",
      "baseImg": "https://pcshop.ua/image/cache/catalog/tovar/33551_2-1024x768.jpg",
      "secondImg": "https://pcshop.ua/image/cache/catalog/tovar/33551-1024x768.jpg",
      "rating": "✭✭✭✭✭",
      "price": 14999,
      "characteristics": "Диагональ '55' (4K UHD 3840x2160) LED / Android TV / Chromecast, Dolby Audio, DTS / Цифровой тюнер DVB-C, DVB-T2 / Энергопотребление, 120 Вт / Частота обновления экрана 60 Гц / Форма экрана - Плоский / ТВ-тюнер аналоговый / Беспроводные интерфейсы (Wi-Fi) / Bluetooth / Ethernet (LAN)/ Вес 12,7 / Цвет - серебристый / Голосовое управление",
      "desc": "Естественное реалистичное изображение. Вы не упустите ни одной детали. Улучшенная графика. Осязаемый звук для эффекта полного погружения. 2 стереодинамика мощностью 8 Вт.Великолепное звучание: глубокий бас и чистые высокие частоты. Простой и удобный пульт с 12 кнопками и голосовым управлением в один клик. Chromecast позволяет транслировать изображение со смартфона на телевизор. Большое количество портов. 64-разрядный четырехъядерный процессор для быстрой обработки данных, большой объем встроенной памяти 2 ГБ + 8 ГБ позволяет устанавливать больше приложений. Специальная технология обработки металла для создания бесшовной рамки корпуса телевизора.",
      "guarantee": 12
    },
    {
      "id": "3",
      "corp": "Xiaomi Corporation",
      "corpCountry": "Китай",
      "category": "Смартфоны и телефоны",
      "name": "Смартфон Xiaomi 11T 8 256GB Meteorite Gray",
      "baseImg": "https://i.allo.ua/media/catalog/product/cache/1/image/620x600/602f0fa2c1f0d1ba5e241f914e856ff9/k/1/k11r-_-__result_1_3.jpg",
      "secondImg": "https://i.allo.ua/media/catalog/product/cache/1/image/620x600/602f0fa2c1f0d1ba5e241f914e856ff9/k/1/k11r-_-__result_5_3.jpg",
      "rating": "✭✭✭✭",
      "price": 13499,
      "characteristics": "Диагональ экрана 6.67 / Тип экрана AMOLED / Камера 108 Мп + 8 Мп + 5 Мп / Процессор MediaTek Dimensity 1200 / Емкость аккумулятора 5000 mAh / NFC",
      "desc": "Xiaomi 11T с профессиональной камерой 108 Мп выводит мастерство мобильной фотографии на абсолютно новый уровень. 6,67-дюймовый AdaptiveSync AMOLED дисплей с частотой обновления 120 Гц обеспечивает незабываемые впечатления от использования. Аккумулятор емкостью 5000 мАч и турбозарядка 67 Вт гарантируют полную свободу в течение целого дня.",
      "guarantee": 12
    },
    {
      "id": "4",
      "corp": "Samsung Electronics",
      "corpCountry": "Корея",
      "category": "Гаджеты",
      "name": "Смарт-часы Samsung Galaxy Watch4 Classic 46mm Black",
      "baseImg": "https://img.moyo.ua/img/gallery/4975/30/1232032_main.jpg?1628689791",
      "secondImg": "https://img.moyo.ua/img/products/4975/30_4000.jpg?1633701713",
      "rating": "✭✭✭✭✭",
      "price": 10999,
      "characteristics": "Диагональ дисплея - 1.4 / Сенсорный дисплей / Android / Процессор - Exynos W920 / Встроенная память - 16 Гб / Модель - Galaxy Watch 4 Classic",
      "desc": "Некоторые элементы неподвластны времени, например, вращающийся безель и яркий экран Galaxy Watch4 Classic. Утончённый дизайн придаст изысканности вашему запястью, а высококачественный корпус из нержавеющей стали подчеркнёт прочность и широкий функционал. Ощущайте комфорт на протяжении всего дня благодаря спортивному ремешку Ridge Sports Band. Фторэластомерный материал обеспечивает долговечность и защиту от пота, сохраняя при этом комфортное расположение на запястье с учётом вашего активного образа жизни. Выбирайте между аналоговыми и цифровыми циферблатами с разнообразными фонами, шрифтами и цветами с учётом вашего вкуса, погоды или событий дня. Добавьте яркости своим циферблатам при помощи AR Emoji и выразите свой неповторимый стиль. Анимированная графика отобразит то, чем вы занимаетесь в данный момент, к примеру, бегаете или слушаете музыку. Отслеживайте свою активность и фитнес показатели на Galaxy Watch и смартфоне. Считайте количество пройденных шагов, проверяйте расход калорий и прокладывайте маршрут при помощи GPS. Galaxy Watch4 определяют и отслеживают вашу физическую активность, а также поддерживают более 90 упражнений для составления более точного отчёта о результатах ваших тренировок. Получите результат биоимпедансного анализа (БИА) тела всего лишь за 15 секунд. В любое время и в любом месте. Новый датчик Samsung BioActive способен определить состав вашего тела в режиме реального времени, что позволит вам отслеживать динамику на пути к своей цели. Отслеживайте свою активность и фитнес показатели на Galaxy Watch и смартфоне. Считайте количество пройденных шагов, проверяйте расход калорий и оставайтесь на связи при помощи GPS. Galaxy Watch4 Classic определяют и отслеживают вашу физическую активность, а также поддерживают более 90 упражнений для составления более точного отчёта о результатах ваших тренировок. Наслаждайтесь своим прогрессом вместе с друзьями и семьёй при помощи Galaxy Watch4 Classic. Отслеживайте количество пройденных шагов и сравнивайте с результатом друзей в режиме реального времени. Получайте памятные значки и баллы в Групповых соревнованиях - сделайте свои тренировки более интересными, мотивирующими и интерактивными.",
      "guarantee": 9
    },
    {
      "id": "5",
      "corp": "Samsung Electronics",
      "corpCountry": "Корея",
      "category": "Гаджеты",
      "name": "Смарт-часы Samsung Galaxy Watch 3 41mm Bronze",
      "baseImg": "https://img.moyo.ua/img/gallery/4717/90/1016396_zoom.jpg?1607590844",
      "secondImg": "https://img.moyo.ua/img/products/4717/90_4000.jpg?1633701688",
      "rating": "✭✭✭✭",
      "price": 6299,
      "characteristics": "Тип дисплея - Super AMOLED / Совместимость с ОС - (IOS,Android) / Модель - Galaxy Watch 3 / Цвет - бронзовый / Наличие GPS / Акселерометр / Влагоустойчивость / Датчик освещения / прослушивание музыки / пульсометр / Тонометр / умный будильник / Функция поиска телефона / Шагомер",
      "desc": "Теперь состояние здоровья контролировать стало легче. В инновационном устройстве Galaxy Watch3 с классическим дизайном гармонично сочетаются функциональность смартфона с новейшей технологией мониторинга здоровья пользователя. Уникальные в своем роде Galaxy Watch3 помогут тебе легко контролировать твою активность и состояние здоровья. Теперь твое самочувствие в твоих руках. Выбери любой из двух вариантов размеров - 45 мм или 41 мм с циферблатом, который невозможно забыть. Носимое устройство предлагаются в четырех премиальных цветах: Черный, Серебро и Бронза. Элегантный дизайн подчеркивается уникальным вращающимся безелем. Циферблат окружен вращающимся безелем. Теперь на внушительном экране стало легко заметить самое важное. Galaxy Watch3 стали тоньше и легче на 15% по сравнению с прежней моделью. Девайс отличается элегантным дизайном, комфортно ощущаются на запястье. Ремешок из настоящей кожи подчеркивает премиальный дизайн Galaxy Watch3. Кожа премиального качества придает инновационному девайсу вид премиальных кварцевых часов, а специальная обработка защищает ремешок от выцветания. Ты сможешь выбрать любой из многочисленных вариантов циферблатов Galaxy Watch3, дизайн которых гармонирует с изысканным внешним видом устройства. Составь свою собственную комбинацию отображаемой на циферблате информации из 40 предлагаемых элементов, благодаря чему с одного взгляда получишь нужную информацию и быстро сможешь получить доступ к твоим любимым приложениям.",
      "guarantee": 9
    },
    {
      "id": "6",
      "corp": "Samsung Electronics",
      "corpCountry": "Корея",
      "category": "Смартфоны и телефоны",
      "name": "Смартфон Samsung Galaxy S20 FE",
      "baseImg": "https://img.moyo.ua/img/gallery/4759/70/1055747_main.jpeg?1612790766",
      "secondImg": "https://img.moyo.ua/img/gallery/4759/70/1055746_main.jpeg?1612790766",
      "rating": "✭✭✭✭✭",
      "price": 16499,
      "characteristics": "Дисплей (диагональ) - 6.5 / Дисплей (макс. разрешение) - 2400x1080 / Дисплей (тип матрицы) - Super AMOLED / Дисплей (защита) - Corning Gorilla Glass 3 / Встроенная память - 128 ГБ / Оперативная память (объем) - 6 Гб",
      "desc": "Этот телефон для максималистов. Идя навстречу вашим пожеланиям, Samsung создали смартфон, который способен на все! Если вам нравится фотография, гейминг или вы любите часто делиться своими мыслями и впечатлениями в социальных сетях, то этот телефон поможет вам реализовать всё, что вы захотите. Мы обновили телефон S20, поддерживать все ваши увлечения.",
      "guarantee": 12
    },
    {
      "id": "7",
      "corp": "Samsung Electronics",
      "corpCountry": "Корея",
      "category": "Ноутбуки и планшеты",
      "name": "Планшет Samsung Galaxy Tab S6 Lite 10.4  WiFi 4 64Gb",
      "baseImg": "https://i.eldorado.ua/goods_images/1039006/6604973-1587111401.jpg",
      "secondImg": "https://i.eldorado.ua/goods_images/1039006/6604985-1587111401.jpg",
      "rating": "✭✭✭✭",
      "price": 9974,
      "characteristics": "Дисплей (диагональ) - 10.4 / Разрешение экрана - 2000x1200 / Версия ОС - Android 10.0 / Процессор (модель) - Exynos 9611 / Процессор (к-во ядер) - 8 ядер / Оперативная память (объем) - 4 Гб / Внутренняя память (объем), ГБ - 64 / Интерфейс подключения - Bluetooth, Type-C, Wi-Fi 802.11 a/b/g/n/ac, Разъем 3.5 мм / Встроенная камера (фронтальная) - 5,0 Мпикс / Встроенная камера (тыльная) - 8,0 Мпикс / Аккумулятор (емкость), мАч - 7040",
      "desc": "Galaxy Tab S6 Lite - ваш супер портативный и эффективный спутник для заметок. Он оснащен 10,4-дюймовым дисплеем в тонком и легком корпусе, имеет интерфейс One UI 2 на основе Android, укомплектован пером S Pen и готов к работе. Рисование, обучение, игры — планшет просто создан, чтобы быть под рукой.",
      "guarantee": 12
    },
    {
      "id": "8",
      "corp": "Samsung Electronics",
      "corpCountry": "Корея",
      "category": "Телевизоры и аксессуары",
      "name": "Телевизор SAMSUNG 85AU8000",
      "baseImg": "https://img.moyo.ua/img/gallery/4881/50/1092530_main.jpg?1617020149",
      "secondImg": "https://img.moyo.ua/img/gallery/4881/50/1092535_main.jpg?1617020150",
      "rating": "✭✭✭✭",
      "price": 69999,
      "characteristics": "Тип телевизора - LED / Smart TV / Smart платформа - Tizen / Технологии - Dynamic Crystal Color, Mega Contrast, UHD Dimming / Процессор изображения - Crystal Processor 4K / Аудиосистема, Вт - 20 / Диагональ экрана - 85 / Разрешение экрана - 4K UHD 3840x2160 / Энергопотребление, Вт - 320 / ТВ-тюнер - аналоговый и цифровой / Беспроводные интерфейсы (Wi-Fi) / Bluetooth / Вес - 43,5 кг",
      "desc": "Окунитесь в изображение благодаря одному миллиарду цветовых оттенков. Технология Dynamic Crystal Color обеспечивает реалистичные изменения цвета, чтобы вы могли увидеть даже самые мелкие детали. Мощное 4K масштабирование обеспечивает получение разрешения до 4K для любимого контента. Вы также почувствуете более реалистичную передачу цветов благодаря передовой технологии цветопередачи. Наслаждайтесь четкой картинкой и производительностью, поскольку они автоматически оценивают и балансируют кадры для источника контента.",
      "guarantee": 12
    },
    {
      "id": "9",
      "corp": "Samsung Electronics",
      "corpCountry": "Корея",
      "category": "Аудиотехника",
      "name": "Аудиосистема Samsung MX-T70 Giga Party 1500W",
      "baseImg": "https://img.moyo.ua/img/gallery/4676/78/1034311_zoom.jpg?1610356394",
      "secondImg": "https://img.moyo.ua/img/products/4676/78_4000.jpg?1633701871",
      "rating": "✭✭✭✭✭",
      "price": 11999,
      "characteristics": "Количество каналов - 2.1 / Суммарная мощность - 1500 Вт / Функциональность - Bass Booster, DJ Effect, Giga Party Audio, Party Lighting / Поддержка носителей - AUX, USB / Караоке / Bluetooth / Габариты основного блока - 463х884х455 / Вес основного блока, кг - 26,5",
      "desc": "Измените свою вечеринку с невероятным звуком 1500 Вт. Сила звука системы T70 1500W Giga Party Audio Megasound покажет вам новую сторону каждой композиции. Почувствуйте усиление низких частот с помощью длинного экскурсионного басового блока через 10-дюймовый встроенный низкочастотный динамик. Поднимите гимны вашей вечеринки на следующий уровень и наслаждайтесь глубокими басами мелодий, наполняющих танцпол. Разгоните звук и испытайте более широкую звуковую сцену, которая наполняет вашу вечеринку. Всегда будьте на верной стороне танцпола и наслаждайтесь музыкой, с какой бы стороны вы ни находились. С двунаправленным и наполняющим комнату звуком атмосферу праздника проникнет в каждый уголок, изменяя все вокруг. Откройте для себя светодиодные диско-огни, которые могут изменить цвет в соответствии с вашими предпочтениями. Возьмите лучи под свой контроль или установите их так, чтобы они соответствовали ритму музыки. Создайте потрясающую атмосферу с настраиваемыми огнями, узорами и цветами.",
      "guarantee": 12
    },
    {
      "id": "10",
      "corp": " Samsung Electronics",
      "corpCountry": "Корея",
      "category": "Аудиотехника",
      "name": "Саундбар Samsung HW-T650 3.1-Channel 340W 6.5",
      "baseImg": "https://img.moyo.ua/img/gallery/4676/70/927480_main.jpg?1631787937",
      "secondImg": "https://img.moyo.ua/img/gallery/4676/70/1250215_main.jpeg?1631787937",
      "rating": "✭✭✭✭✭",
      "price": 5999,
      "characteristics": "Количество акустических каналов - 3.1 / Суммарная номинальная мощность - 340 Вт / Поддерживаемые форматы - AAC, AIFF, FLAC, MP3, OGG, WAV / Поддержка аудио кодеков - DTS:X / Bluetooth / Порты и разъемы - HDMI, USB, Оптический вход / Тип подключения - Беспроводной, Проводной / Оснащение - Декодер DTS, Поддержка 3D / Комплектация (воз-ны изменения в разных поставках) - Кабель питания, Кронштейн для крепления на стену, Пульт ДУ, Сабвуфер, Саундбар / Вес - Сабвуфер: 6,2 кг, Саундбар: 2,4 кг",
      "desc": "Оцените кристальную чистоту диалогов, воспроизводимых центральным динамиком. Он создает сбалансированный звук в любом месте помещения и это обеспечивает великолепную атмосферу развлечения. Теперь вам не нужно иметь несколько пультов ДУ. Управляйте с помощью одного пульта ДУ вашего телевизора основными функциями саундбара, такими как мощность, громкость и звуковые эффекты. Саундбар автоматически анализирует источники вашего звука и оптимизирует звуковые треки с учетом особенностей контента. Если вы смотрите спортивную передачу с оглушительным ревом трибун или слушаете диалог действующих лиц в спектакле, вы можете рассчитывать на то, что саундбар обеспечит наилучшее качество звука для просмотра данного сюжета на экране телевизора. Подключите игровую приставку и насладитесь удивительным звуком прямо сейчас. Автоматическая оптимизация звука в игровом режиме позволяет устранить звуковые помехи, благодаря чему вы будете лучше слышать звук от нужного для вас источника, что сможет помочь вам стать победителем. С 3.1-канальным саундбаром и 6.5-дюймовым сабвуфером вы ощутите всю мощь и глубину низких частот окружающего вас звука с более широким диапазоном звуковых частот. Комплект беспроводной тыловой акустики позволяет легко создать настоящий объемный звук без проводов. Вместе в этим саундбаром вы можете создать многоканальную аудиосистему и наслаждаться окружающим звуком при просмотре телевизора.",
      "guarantee": 12
    },
    {
      "id": "11",
      "corp": "JBL Consumer",
      "corpCountry": "США",
      "category": "Аудиотехника",
      "name": "Портативная акустика JBL Clip 3",
      "baseImg": "https://i.allo.ua/media/catalog/product/cache/1/image/620x600/602f0fa2c1f0d1ba5e241f914e856ff9/7/c/7c6ae915a7bd4a95b7d343f9f980e810.jpg",
      "secondImg": "https://i.allo.ua/media/catalog/product/cache/1/image/620x600/602f0fa2c1f0d1ba5e241f914e856ff9/a/5/a5f076df80f0894f088ffd560b3a8f2e.jpg",
      "rating": "✭✭✭✭✭",
      "price": 1299,
      "characteristics": "Мощность 3 Вт / Bluetooth / Разъемы 1 x 3.5 мм (Mini-Jack) 1 х Micro USB / Особенности - автоотключение, влагозащита, возможность принимать звонки, петля, карабин для переноски, спортивная / Наличие микрофона / Емкость аккумулятора 1000 mAh / Материал корпуса металл и пластик / Вес 210 г",
      "desc": "Портативная колонка JBL Clip 3 позволит слушать любимые композиции без ограничений. Она способна воспроизводить кристально чистый звук, что даст возможность с головой погрузиться в прослушивание. Благодаря встроенному Bluetooth-модулю колонка легко подключается к любому гаджету — будь то телефон, планшет или ноутбук.",
      "guarantee": 12
    },
    {
      "id": "12",
      "corp": "JBL Consumer",
      "corpCountry": "США",
      "category": "Аудиотехника",
      "name": "Акустическая система JBL PartyBox 110",
      "baseImg": "https://img.moyo.ua/img/gallery/4936/7/1231046_main.jpg?1628578373",
      "secondImg": "https://img.moyo.ua/img/products/4936/7_600.jpg?1633701680",
      "rating": "✭✭✭✭✭",
      "price": 12599,
      "characteristics": "Суммарная мощность - 160 Вт / Функциональность - TWS / Поддержка носителей - AUX, USB / Караоке / Bluetooth / Вес основного блока, кг - 10,8 / Дополнительные характеристики - защита от водяных брызг, подсветка динамика",
      "desc": "Портативная акустическая система для вечеринок мощностью 160 Вт с мощным звуком, встроенной подсветкой и защитой от брызг. Задайте каждой вечеринке совершенно иной тон с помощью уникальных динамичных светодиодов, синхронизированных с мощным звуком и глубокими басами PartyBox 110. Благодаря защите от брызг PartyBox станет вашим постоянным спутником. Просто подключите гитару и микрофон, и заявите о себе. Благодаря технологии Bass Boost и мощному громкому звуку JBL Original Pro ваши друзья не просто будут слышать музыку, но будут ее чувствовать, ведь воспроизведение до 12 часов гарантируют веселье и днем, и ночью. Используйте приложение PartyBox для полного контроля во время потокового беспроводного воспроизведения музыки. JBL PartyBox 110 обеспечивает превосходное звучание музыки в помещении и на открытом воздухе благодаря двум уровням глубоких регулируемых басов и мощному звуку JBL Original Pro. Любая музыка лучше с динамичным световым шоу! Цвета в такт музыке заставят вас пуститься в пляс, а настраиваемые стробы и проецируемые узоры усилят эффект полного погружения. Эта уникальная аудиовизуальная технология превратит любую вечеринку в произведение искусства.",
      "guarantee": 12
    },
    {
      "id": "13",
      "corp": "Apple Inc.",
      "corpCountry": "США",
      "category": "Смартфоны и телефоны, Apple Store",
      "name": "Смартфон Apple iPhone 12 Pro Max 256GB Pacific Blue",
      "baseImg": "https://i.allo.ua/media/catalog/product/cache/1/image/620x600/602f0fa2c1f0d1ba5e241f914e856ff9/0/0/00d7b7ad642c61f6887d0d2ef3645b51_1.jpg",
      "secondImg": "https://i.allo.ua/media/catalog/product/cache/1/image/620x600/602f0fa2c1f0d1ba5e241f914e856ff9/2/0/2003927362_1.jpeg",
      "rating": "✭✭✭✭✭",
      "price": 42499,
      "characteristics": "Количество SIM-карт - 2 SIM / Формат SIM-карты - e-SIM, Nano-SIM / Стандарты связи - 3G, 4G (LTE), 5G, GSM / Диагональ экрана - 6.7 / Разрешение экрана - 2778x1284 / Частота обновления экрана - 60 Гц / Тип экрана - OLED / Защитное стекло - Corning Ceramic Shield / Процессор - A14 Bionic / Количество ядер - 6 / Внутренняя память - 256 ГБ / Камера 12 Мп + 12 Мп + 12 Мп / Запись видео - 4К UHD (3840x2160) / Фронтальная камера - 12 Мп ƒ/2.2 / Операционная система iOS 14 / Bluetooth / NFC / Беспроводная зарядка / Материал корпуса - Нержавеющая сталь, Стекло / Вес, г - 226 г",
      "desc": "Минимальные рамки iPhone 12 Pro увеличивают площадь экрана, за счет чего появляется еще больше места для отдыха, творчества и общения. Панель Ceramic Shield, покрывающая экран, расположена на одном уровне с корпусом и обладает увеличенной прочностью, поэтому при случайном падении риск повреждения экрана уменьшается в 4 раза. Элегантная рамка из нержавеющей стали служит премиальным элементом в дизайне и придает корпусу дополнительную прочность. iPhone 12 Pro не боится брызг дождя или пролитого кофе, он легко выдерживает кратковременное погружение под воду без потери работоспособности благодаря герметизации корпуса по стандарту IP68. Уникальный процессор A14 Bionic, созданный по 5-нанометровой технологии, работает еще быстрее и потребляет еще меньше энергии. Его вычислительная и графическая производительность выросли на 50 % по сравнению с предыдущими процессорами iPhone. Внедрение нового процессора обработки сигнала позволяет снимать видео Dolby Vision, что могут не все профессиональные камеры и не может ни один из смартфонов. Уникальный сканер LiDAR анализирует скорость отраженного от объектов света и на основе полученных данных создает детализированную карту вашей комнаты. Теперь вы сможете пользоваться самыми современными приложениями с дополненной реальностью и менять окружающее вас пространство. Инновационная система камер Pro на основе профессиональных технологий легко превращает любой кадр в превосходную фотографию. И широкоугольная, и сверхширокоугольная камеры поддерживают Ночной режим и получают яркие и четкие фото при низком освещении. Технология LiDAR позволяет использовать Ночной режим для портретов. Усовершенствованная система оптической стабилизации выполняет до 5000 корректировок в секунду для получения идеального результата",
      "guarantee": 12
    },
    {
      "id": "14",
      "corp": "Apple Inc.",
      "corpCountry": "США",
      "category": "Гаджеты, Apple Store",
      "name": "Смарт-часы Apple Watch Series 6 GPS",
      "baseImg": "https://img.moyo.ua/img/gallery/4748/77/968212_main.jpg?1601043900",
      "secondImg": "https://img.moyo.ua/img/products/4748/77_600.jpg?1633701820",
      "rating": "✭✭✭✭✭",
      "price": 13999,
      "characteristics": "Тип дисплея - Ion-X, OLED, Цветной / Диагональ дисплея - 1.57 / Сенсорный дисплей / Совместимость с ОС - iOS / Процессор - Двухъядерный S6 / Встроенная память - 32 ГБ / Материал корпуса - Алюминий, керамика, стекло / Тип аккумулятора - Li-Ion / Время работы в активном режиме - До 18 часов / Пульсометр / GPS / Особенности - Акселерометр, Альтиметр, Барометр, Будильник, Встроенный микрофон, гироскоп, Защита от воды, пыли, Компас, Отслеживание времени активности, пульсометр, Секундомер, события календаря, социальные сети, уведомления о вызовах, уведомления об SMS, управление голосом, Фитнес трекер, Шагомер",
      "desc": "Измеряйте уровень кислорода в крови с помощью потрясающего нового датчика и специального приложения. Просматривайте показатели тренировок на улучшенном, всегда включённом дисплее Retina. Когда у вас Apple Watch Series 6, гораздо проще вести более здоровый образ жизни, быть активнее и оставаться на связи. Уровень кислорода в крови — это важный показатель вашего общего физического состояния. Он помогает оценить, насколько хорошо кровь насыщается кислородом и сколько кислорода поступает в организм. А измерить этот показатель теперь можно с помощью потрясающего нового датчика и специального приложения на Apple Watch Series 6. Они даже умеют делать это в фоновом режиме днём и ночью. Новый датчик уровня кислорода в крови состоит из четырёх светодиодных кластеров и четырёх фотодиодов. Он встроен в заднюю панель часов, конструкция которой была полностью переос­мыс­лена. Вместе с приложением «Кислород в крови» он позволяет измерять уровень насыщения крови кислородом. Зелёные, красные и инфракрасные светодиоды излучают свет на кровеносные сосуды в области запястья, а фотодиоды измеряют интенсивность отражённых лучей. Затем в дело вступают инновационные алгоритмы. Они вычисляют цвет крови, по которому определяют уровень её насыщения кислородом. Повышенный или пониженный ритм сердца может быть признаком серьёзного заболевания. Многие не замечают этих симптомов и не обращаются к врачу вовремя. Apple Watch Series 6 отслеживают сердечный ритм и сообщают об отклонениях с помощью приложения «Пульс» и специальных уведомлений, чтобы вы могли немедленно проконсультироваться со специалистом. Продолжительность сна важна для здоровья. Новое приложение «Сон» позволяет быстро выполнить набор действий, необходимых вам перед сном. И помогает отслеживать продолжительность вашего сна день за днём, ночь за ночью. Настройте в приложении свой идеальный режим сна и следите за ним. Всегда включённый дисплей Retina теперь светится гораздо ярче, причём на улице, в неактивном режиме, когда рука с часами внизу. Поэтому данные на циферблате видны ещё лучше. Вам даже не придётся поднимать запястье, чтобы активировать дисплей.",
      "guarantee": 12
    },
    {
      "id": "15",
      "corp": "Apple Inc.",
      "corpCountry": "США",
      "category": "Ноутбуки и планшеты, Apple Store",
      "name": "Ноутбук APPLE MacBook Air 13 M1 256GB 2020",
      "baseImg": "https://img.moyo.ua/img/products/4802/83_600.jpg?1633701699",
      "secondImg": "https://img.moyo.ua/img/gallery/4802/83/1135792_main.jpg?1617782040",
      "rating": "✭✭✭✭✭",
      "price": 33999,
      "characteristics": "Дисплей (диагональ) - 13,3 / Дисплей (макс. разрешение) - 2560 x 1600 / Дисплей (тип матрицы) - IPS (Retina) / Дисплей (частота обновления) - 60 Гц / Процессор (модель) - Apple M1 / Процессор (к-во ядер /потоков) - 8 ядер / 8 потоков / Оперативная память (объем) - 8 Гб / Видеокарта (интегрированная) - Apple M1 Graphics (7 cores) / Встроенный накопитель, ГБ - 256 ГБ (SSD) / Предустановленная ОС - macOS Big Sur / Беспроводные интерфейсы (Wi-Fi) - 802.11 a/b/g/n/ac/ax / Bluetooth 5.0 / Порт Thunderbolt - 2 x Thunderbolt / Порт USB 3.1/3.2 Gen 2 Type-A/Type-B/Type-C (up to 10Gbps) - 2xUSB 3.1 Type C (Thunderbolt 3 up to 40Gbps) / Встроенная камера - HD 720p 1280x720 / Материал корпуса - Алюминий / Вес ноутбука (без ЗУ), кг - 1,29 / Аккумулятор (тип) - Lithium-Polymer / Блок питания - 30W",
      "desc": "С появлением чипа Apple M1 наш самый тонкий и лёгкий ноутбук полностью преобразился. Центральный процессор теперь работает до 3,5 раза быстрее. Графический — до 5 раз. А благодаря нашей передовой системе Neural Engine скорость машинного обучения возросла до 9 раз. Новый MacBook Air работает без подзарядки дольше, чем предыдущие модели. И совсем не шумит, потому что у него нет вентилятора. Мощность ещё никогда не была такой компактной.",
      "guarantee": 12
    },
    {
      "id": "16",
      "corp": "Apple Inc.",
      "corpCountry": "США",
      "category": "Аудиотехника, Apple Store",
      "name": "Наушники TWS Apple AirPods with Charging Case",
      "baseImg": "https://img.moyo.ua/img/products/4411/70_600.jpg?1633701694",
      "secondImg": "https://img.moyo.ua/img/gallery/4411/70/1031892_main.jpg?1609778554",
      "rating": "✭✭✭✭✭",
      "price": 5299,
      "characteristics": "Тип наушников - TWS (2 раздельно), Вкладыши / беспроводные / Bluetooth / Частотный диапазон, Гц - 20 - 20000 / Микрофон / Функция ответа на звонок / Время работы от аккумулятора, ч - до 5 / Особенности - Голосовой акселерометр, Двойные оптические сенсоры, Сдвоенные направленные микрофоны",
      "desc": "Новые AirPods полностью изменят ваше представление об использовании беспроводных наушников. Достаньте их из футляра — и они уже готовы к работе с iPhone, Apple Watch, iPad или Mac. AirPods настраиваются в одно касание и буквально творят чудеса. Они сразу готовы к работе и мгновенно подключаются к вашим устройствам. Наушники способны распознавать положение: воспроизведение автоматически приостанавливается, когда вы их снимаете. Используйте функцию «Привет, Siri», чтобы изменить громкость, включить другую песню, позвонить или даже проложить маршрут. Вы можете использовать как один, так и два наушника, а при прослушивании музыки или подкастов начинать воспроизведение или переходить к следующему треку двойным касанием наушника. AirPods позволяют 5 часов слушать музыку и 3 часа разговаривать по телефону без подзарядки. Кроме того, зарядный футляр обеспечивает наушникам несколько циклов зарядки, благодаря чему они могут работать более 24 часов. Нужна быстрая подзарядка? Всего 15 минут зарядки в футляре позволяют ещё 3 часа слушать музыку или 2 часа разговаривать по телефону. В AirPods используется новый чип Apple H1, а также оптические сенсоры и акселерометр — благодаря их совместной работе наушники понимают, когда вы их надеваете. В зависимости от того, используете вы один или два наушника, чип H1 автоматически распределяет аудио и включает микрофон соответствующим образом. А когда вы говорите по телефону или пользуетесь Siri, дополнительный голосовой акселерометр и микрофоны с изменяемой диаграммой направленности убирают внешний шум и обеспечивают чистое звучание вашего голоса.",
      "guarantee": 12
    },
    {
      "id": "17",
      "corp": "Apple Inc.",
      "corpCountry": "США",
      "category": "Компьютеры, Apple Store",
      "name": "Моноблок Apple iMac 21,5 Retina 4K",
      "baseImg": "https://img.moyo.ua/img/gallery/4730/74/954577_main.jpg?1598535618",
      "secondImg": "https://img.moyo.ua/img/products/4730/75_600.jpg?1633701688",
      "rating": "✭✭✭✭✭",
      "price": 52499,
      "characteristics": "Дисплей (диагональ) - 21,5 / Дисплей (макс. разрешение) - 4096x2304 - Ultra HD (4K) / Процессор (тактовая частота - turbo), ГГц - 3,0 - 4,1 / Видеокарта (тип) - Дискретная (AMD Radeon Pro 560X) / Оперативная память (объем) - 8 Гб / Встроенный накопитель (объем), ГБ - 256 (SSD) / Встроенная камера - HD 720p 1280x720 / Bluetooth 4.2 / Порт USB Type-C/ Thunderbolt - 2 x USB 3.1 Type C (Thunderbolt 3 up to 40Gbps) / Предустановленная ОС - macOS Catalina / Материал корпуса - Металл / Вес - 5,48",
      "desc": "Только представьте, с помощью iMac можно воплотить абсолютно всё. У него превосходный дизайн. Им очень удобно пользоваться. Он оснащён всем необходимым, чтобы вывести любую идею на совершенно другой уровень. А новая модель iMac 27 дюймов ещё мощнее: более быстрые процессоры и графика, увеличенная память, накопитель повышенной ёмкости, расширенные возможности аудио и видео, более продвинутый дисплей Retina 5K. Это невероятно универсальный компьютер. И теперь он стал ещё лучше, ещё быстрее.",
      "guarantee": 12
    },
    {
      "id": "18",
      "corp": "Apple Inc.",
      "corpCountry": "США",
      "category": "Компьютеры, Apple Store",
      "name": "Системний блок Apple Mac mini",
      "baseImg": "https://img.moyo.ua/img/products/4402/8_600.jpeg?1633702071",
      "secondImg": "https://img.moyo.ua/img/gallery/4402/8/790618_main.jpg?1552305304",
      "rating": "✭✭✭✭",
      "price": 40999,
      "characteristics": "Процессор (модель) - Intel Core i5-8500B (Coffee Lake) / Процессор (к-во ядер /потоков) - 6 ядер / 6 потоков / Процессор (тактовая частота - turbo), ГГц - 3,0 - 4,1 / Чипсет материнской платы - SoC / Оперативная память (объем) - 16 Гб / Видеокарта (интегрированная) - Intel UHD Graphics 630 / Встроенный накопитель (объем), ГБ - 256 (SSD) / Bluetooth 5.0 / Порт USB 3.0/3.1/3.2 Gen 1 Type-A/ Type-B/ micro USB (up to 5Gbps) - 2 x USB 3.0/3.1 Gen 1 Type-A / Порт USB Type-C/ Thunderbolt - 4 x USB 3.1 Type C (Thunderbolt 3 up to 40Gbps) / Предустановленная ОС - Mac OS X 10.14 Mojave / Блок питания - 150 Вт / Материал корпуса - Металл / Вес - 1,3",
      "desc": "Mac mini — мощный настольный компьютер, контроллер для домашней автоматики, основа масштабных рендер‑ферм. И многое, очень многое другое. Теперь Mac mini оснащён 4‑ядерным или 6‑ядерным процессором Intel восьмого поколения и графикой Intel UHD Graphics 630. А значит, у него ещё больше вычислительной мощности для выполнения ресурсоёмких задач. Что бы вы ни делали — от обработки звука с концерта до тестирования своего приложения для iOS, — Mac mini ускорит воплощение любой идеи.",
      "guarantee": 12
    },
    {
      "id": "19",
      "corp": "Segway Inc.",
      "corpCountry": "США",
      "category": "Электротранспорт",
      "name": "Электросамокат Ninebot by Segway MAX G30E II",
      "baseImg": "https://img.moyo.ua/img/gallery/4919/87/1156434_main.jpg?1620715884",
      "secondImg": "https://img.moyo.ua/img/gallery/4919/87/1156430_main.jpg?1620715863",
      "rating": "✭✭✭✭✭",
      "price": 23499,
      "characteristics": "Тип батареи - Литиевая / Максимальная скорость, км/ч - 25 / Дальность поездки, км - 65 / Время полной зарядки, ч - 6 / Максимальная нагрузка, кг - 120 / Мощность двигателя, Вт - 350 / Колеса - 10 дюймов / Тормозная система - Электронная",
      "desc": "Максимально технологический, экономный и комфортный. Большая батарея и мощный мотор позволяют развивать максимальную скорость до 25 км/ч и проезжать на одном заряде батареи до 65 км. Защита уровня IPX5 защищает от брызг, струи воды и кратковременное погружение в воду. Отдых, покупки или путешествие - Ninebot by Segway MAX G30 будет идеальным спутником для Вас. Амортизация и шины большого диаметра обеспечивают высокий комфорт. Рама из авиационного алюминия, мощный мотор, емкая батарея, бортовой компьютер, интеллектуальные системы защиты аккумулятора и двигателя, подсветка и конечно качество материалов - это гарантия Вашего безопасного и комфортного передвижения.",
      "guarantee": 12
    },
    {
      "id": "20",
      "corp": "Segway Inc.",
      "corpCountry": "США",
      "category": "Электротранспорт",
      "name": "Карт Ninebot by Segway Gokart kit",
      "baseImg": "https://img.moyo.ua/img/products/4453/39_600.jpg?1633701992",
      "secondImg": "https://img.moyo.ua/img/gallery/4453/39/956243_main.jpg?1598876250",
      "rating": "✭✭✭✭",
      "price": 20999,
      "characteristics": "Мощность, Вт - 800 / Дальность поездки, км - до 20 / Максимальная скорость, км/ч - 25 / Вес пользователя, кг - до 100 / Цвет - Белый",
      "desc": "Карт Ninebot by Segway Gokart kit позволяет легко трансформировать Ninebot miniPro или Nibenot S в небольшой гоночный карт, который станет отличным развлечением как для детей, так и для взрослых. Легко собирается и имеет отличные ходовые характеристики – чувствительный руль, быстрый набор скорости, возможность дрифтовать, отменная маневренность! Тщательно продуман и полностью безопасен как для взрослых, так и детей.",
      "guarantee": 12
    },
    {
      "id": "21",
      "corp": "Segway Inc.",
      "corpCountry": "США",
      "category": "Электротранспорт",
      "name": "Электросамокат Ninebot by Segway E22E",
      "baseImg": "https://img.moyo.ua/img/gallery/4714/21/1038955_main.jpg?1610909846",
      "secondImg": "https://img.moyo.ua/img/gallery/4714/21/1038957_main.jpg?1610909846",
      "rating": "✭✭✭✭✭",
      "price": 11999,
      "characteristics": "Тип батареи - Литиевая / Максимальная скорость, км/ч - 20 / Дальность поездки, км - 22 / Время полной зарядки, ч - 3.5 / Максимальная нагрузка, кг - 100",
      "desc": "Ninebot KickScooter E22E идеально подходит для тихой поездки на максимальной скорости 20 км/ч. Благодаря простой системе складывания, E22E можно легко хранить в автомобиле, перевозить в общественном транспорте или просто переносить одной рукой.",
      "guarantee": 12
    },
    {
      "id": "22",
      "corp": "Segway Inc.",
      "corpCountry": "США",
      "category": "Электротранспорт",
      "name": "Гироскутер Ninebot by Segway S Black",
      "baseImg": "https://img.moyo.ua/img/gallery/4510/15/972416_main.jpg?1601921995",
      "secondImg": "https://img.moyo.ua/img/products/4510/15_600.jpg?1633701992",
      "rating": "✭✭✭✭✭",
      "price": 15999,
      "characteristics": "Мощность, Вт - 700 (2х350) / Дальность поездки, км - до 25 / Максимальная скорость, км/ч - 16 / Колеса 10,5 дюймов / Вес пользователя, кг - до 100 / Цвет - Черный",
      "desc": "Ninebot by Segway S — транспортное средство для комфортной езды по городским улицам. Модель транспорта крайне проста в освоении. Благодаря длительной работе батареи и превосходной маневренности гироскутер сможет заменить пользователю общественный транспорт. Благодаря простоте управления ездить на нем может каждый. Устройство отличается легким весом и компактными габаритами. Вес транспортного средства составляет 12, 7 кг, что обеспечивает его маневренность и портативность. Гироскутер изготовлен из ультралегкого и прочного магниевого сплава. Устройство способно выдержать нагрузки до 220 кг. Светодиодные фонари расположенные сзади обеспечивают безопасность пользователя благодаря возможности использования четырех режимов. Специально разработанное приложение для мобильного устройства позволяет осуществлять удаленное управление. Программа поможет правильно настроить огни и чувствительность рулевого управления, провести точную диагностику транспортного средства и регулировать скорость. Гироскутер оснащен аккумуляторной батареей высокой емкости и усовершенствованной интеллектуальной системой управления батареей. Технология обеспечивает длительную и эффективную работу транспорта, позволяя проехать до 30 км от одной зарядки. Дальность поездки зависит от дорожного покрытия и режима поездки.",
      "guarantee": 12
    },
    {
      "id": "23",
      "corp": "Segway Inc.",
      "corpCountry": "США",
      "category": "Электротранспорт",
      "name": "Моноколесо Ninebot by Segway One S2",
      "baseImg": "https://img.moyo.ua/img/products/2873/12_600.jpg?1633702422",
      "secondImg": "https://img.moyo.ua/img/gallery/2873/12/345181_main.png?1498836196",
      "rating": "✭✭✭✭",
      "price": 16999,
      "characteristics": "Мощность, Вт - 700 (2х350) / Дальность поездки, км - до 30 / Максимальная скорость, км/ч - 24",
      "desc": "Ninebot ONE S2 – моноцикл, который не оставит равнодушным ни одного поклонника инновационного транспорта. Экологичность, безопасность и удобство в использовании – то, ради чего стоит обзавестись моноколесом прямо сейчас. Одного заряда встроенного аккумулятора моноцикла достаточно для того, чтобы обеспечить запас хода до 30 километров. Именно такое расстояние можно преодолеть с помощью Ninebot ONE S2 без дополнительной подзарядки.  Передвигается моноцикл со скоростью до 24 км/ч. Это примерно на треть больше, чем средняя скорость движения обычного велосипеда. Эргономичная конструкция моноколеса позволяет с каждым днем эксплуатации повышать мастерство управления.  Ninebot ONE S2 может полностью зарядиться за время вашей пешей прогулки или посиделок в кафе. Для восполнения ресурсов аккумулятора транспортному средству достаточно всего 3 часов.  Контролировать собственные достижения с Ninebot ONE S2 можно благодаря брендовому приложению. Программа Ninebot также подходит для обмена опытом вождения моноколеса и общения с друзьями. Моноцикл Ninebot ONE S2 полностью безопасен и для пользователей, и для окружающей среды. В процессе его изготовления используются только безопасные, надежные и защищенные материалы, которые характеризуются долговечностью и устойчивостью к повреждениям.",
      "guarantee": 12
    },
    {
      "id": "24",
      "corp": "JUST",
      "corpCountry": "Китай",
      "category": "Электротранспорт",
      "name": "Гироборд JUST Step&GO 6,5 Black Skull",
      "baseImg": "https://img.moyo.ua/img/products/3233/67_600.jpg?1633702741",
      "secondImg": "https://img.moyo.ua/img/gallery/3233/67/499321_main.jpg?1499122283",
      "rating": "✭✭✭✭",
      "price": 5609,
      "characteristics": "Мощность, Вт - 700 / Максимальная скорость, км/ч - 10-15 / Вес, кг - 10 / Дальность поездки, км - 20-30 / Вес пользователя, кг - до 120 / Время полной зарядки, мин - 60-120 / Колеса - 6.5 дюймов",
      "desc": "Гироборд  Step&GO  это один из лучших инновационных представителей компании JUST. Данное устройство делает ваши прогулки комфортными и простыми, а прочьность пластика из которого сделан корпус делает эти прогулки безопаснее. Для того чтобы оценить все достоинства современных технологий   не нужно много знаний, достаточно научится наклонять ступни для совершения движения влево/вправо или вперёд/назад и с этим заданием может справиться даже ребёнок. А приятным бонусом ко всему стала сумка-чехол производителя JUST, что облегчает транспортировку гироборда.",
      "guarantee": 12
    },
    {
      "id": "25",
      "corp": "Xiaomi Corporation",
      "corpCountry": "Китай",
      "category": "Ноутбуки и планшеты",
      "name": "Ноутбук Mi Air 13 i7 8 256Gb MX150 W",
      "baseImg": "https://i.allo.ua/media/catalog/product/cache/1/image/620x600/602f0fa2c1f0d1ba5e241f914e856ff9/1/1/1151367_6-1024x768_3_1.jpg",
      "secondImg": "https://i.allo.ua/media/catalog/product/cache/1/image/620x600/602f0fa2c1f0d1ba5e241f914e856ff9/1/1/1151367-1024x768_3_1.jpg",
      "rating": "✭✭✭✭",
      "price": 25999,
      "characteristics": "13.3\" IPS (1920x1080) Full HD / Intel Core i7-8550U (1.8 - 4.0 ГГц) / RAM 8 ГБ / SSD 256 ГБ / nVidia GeForce MX150, 2 ГБ / без ОД / Wi-Fi / Bluetooth / веб-камера / Windows 10 Home 64bit / 1.28 кг",
      "desc": "Мощный ноутбук Mi Book Air 13.3\" — лучший выбор для работы и развлечений. Компактные габариты, производительное железо, долгоиграющая батарея и яркий экран не оставят равнодушным никого. В качестве приятного бонуса — сканер отпечатка пальца: забудьте о сложных паролях. Обожаете девайсы с лаконичным дизайном? Mi Book Air 13.3\" выполнен в минималистичном стиле. Цельнометаллический корпус толщиной 14,8 мм поражает воображение. Магниевый сплав надежно защищает аппарат от ударов при падении. Несмотря на высокую прочность материалов, ноутбук весит всего 1,28 кг. Не расставайтесь со своим Mi Book Air ни на секунду. Наслаждайтесь сочной картинкой на 13,3-дюймовом IPS-экране. Благодаря FullHD-разрешению заметны даже мельчайшие нюансы. Просматривайте фильмы вместе с друзьями: углы обзора 170 градусов предотвращают искажение картинки. Трещин и сколов можно не бояться, поскольку экран покрыт защитным стеклом, которое по прочности в три раза превышает показатели сапфирового стекла. Благодаря мощному железу можно конвертировать видео в формат 4К. Ноутбук также удобен для 3D-рендеринга. Защита от бликов обеспечивает дополнительный комфорт: глаза не устают. Звук также впечатляет. Мощные динамики от AKG и технология Dolby Audio™ превращают компьютер в акустическую систему или домашний кинотеатр.",
      "guarantee": 12
    },
    {
      "id": "26",
      "corp": "Vinga",
      "corpCountry": "Украина",
      "category": "Компьютеры",
      "name": "Системный блок Vinga Advanced A0079",
      "baseImg": "https://img.moyo.ua/img/products/4719/20_600.jpg?1633788368",
      "secondImg": "https://img.moyo.ua/img/gallery/4719/20/955271_main.jpg?1598618238",
      "rating": "✭✭✭✭",
      "price": 25999,
      "characteristics": "Процессор (модель) - Intel Core i5-9400 (Coffee Lake) / Процессор (тактовая частота - turbo), ГГц - 2,9 - 4,1 / Процессор (к-во ядер /потоков) - 6 ядер / 6 потоков / Чипсет материнской платы - Intel H310 / Видеокарта (интегрированная) - Intel HD Graphics 630 / Оперативная память (объем) - 16 Гб / Встроенный накопитель (объем), ГБ - 480 (SSD) / Аудиоконтроллер - Realtek ALC887 / Блок питания - 400 Вт / Материал корпуса - Металл, Пластик / Цвет (основной) - Черный",
      "desc": "Компьютер Vinga Advanced демонстрирует потрясающую мощность, функциональность и надежность. В ходе изготовлении всех его комплектующих были использованы лучшие технологии производства IT-оборудования. Для оснащения модели инженеры компании Vinga выбрали только такие устройства, которые идеально сочетаются между собой. Им удалось сформировать тщательно сбалансированный аппаратный комплекс, в котором каждая мелкая деталь способствует достижению общей цели и добавляет свою толику в копилку производительности всего системного блока. Любой отдельный компонент системы работает предельно эффективно и обеспечивает максимальную слаженность процессов при обработке больших массивов данных, в ходе параллельного решения большого количества сложных задач. В 99% случаев детали этого системного блока выходят из строя значительно позже того, как закончится гарантированный срок безаварийной эксплуатации. Столь поразительных результатов удалось добиться благодаря четко выстроенной схеме контроля качества, которая применяется на каждом этапе производства. Роботизированная аппаратура своевременно выявляет на деталях даже минимальные отклонения от технологических норм. После выпуска с конвейера готовые изделия подвергаются многовекторному тестированию. Экземпляры, которые не соответствуют установленному перечню технических характеристик, автоматически отсеиваются в брак. Поэтому практически отсутствует вероятность попадания в сборку некачественных устройств.",
      "guarantee": 36
    },
    {
      "id": "27",
      "corp": "Vinga",
      "corpCountry": "Украина",
      "category": "Компьютеры",
      "name": "Системный блок Vinga Wolverine A4058",
      "baseImg": "https://img.moyo.ua/img/gallery/4720/74/952743_main.jpg?1597998195",
      "secondImg": "https://img.moyo.ua/img/gallery/4720/74/952740_main.jpg?1597998187",
      "rating": "✭✭✭✭✭",
      "price": 33645,
      "characteristics": "Процессор (модель) - Intel Core i5-9400F (Coffee Lake ) / Процессор (тактовая частота - turbo), ГГц - 2,9 - 4,1 / Процессор (к-во ядер /потоков) - 6 ядер / 6 потоков / Чипсет материнской платы - Intel H310 / Видеокарта (дискретная) - NVIDIA GeForce GTX 1660 SUPER / Оперативная память (объем) - 16 Гб / Встроенный накопитель (объем), ГБ - 1000 (HDD) + 240 (SSD) / Аудиоконтроллер - Realtek ALC887 / Блок питания - 600 Вт / Материал корпуса - Акрил, Металл, Пластик / Цвет (основной) - Черный / Дополнительные преимущества - кулеры с подсветкой",
      "desc": "Компьютер Vinga Wolverine A4058 объединяет преимущества игровой платформы и современной рабочей станции. Это оптимальный вариант для большинства актуальных игр на средних и высоких настройках графики, а также повседневных и рабочих задач. Высокая продуктивность компьютера Vinga Wolverine A4058 — заслуга 6-потокового процессора Intel Core i5-9400F девятого поколения. «Камень» изготовлен по 14-нанометровому технологическому процессу и относится к семейству Coffee Lake. Шесть ядер работают на базовой тактовой частоте 2,9 ГГц. Технология Turbo Boost 2.0 повышает частоту до 4,1 ГГц в случаях, когда необходима максимальная производительность. Объем кэш-памяти третьего уровня — 9 МБ. За обработку графики в Vinga Wolverine A4058 отвечает игровая видеокарта GeForce GTX 1660 Super с 6 ГБ видеопамяти стандарта GDDR6. Пропускная способность данного стандарта памяти почти на 75% выше, чем у GDDR5. К сравнению: пропускная способность GeForce GTX 1660 (6 ГБ GDDR5) составляет 192 ГБ/c, а у GeForce GTX 1660 Super — 336 ГБ/c. В основе видеокарты — процессор TU116, изготовленный по 12-нм техпроцессу на базе архитектуры Turing. GPU не поддерживает аппаратное ускорение трассировки лучей, зато отлично себя проявляет в играх, использующих сложные шейдеры. Взрывы, разрушающиеся здания, поднимающиеся волны и другие спецэффекты выглядят на мониторе максимально красочно и реалистично. Компьютер оснащен традиционным жестким диском объемом 1 ТБ, на котором можно хранить рабочие документы, фотографии и аудиозаписи. Твердотельный накопитель на 240 ГБ рекомендуется использовать для установки операционной системы и ПО. Это обеспечит ускоренную стартовую загрузку ОС и программ, а также быстрый выход из режима сна. ПК оснащен блоком питания мощностью 600 Вт, в котором использованы высококачественные компоненты. Они обеспечивают стабильность, надежность и длительный срок эксплуатации. Кроме того, модель характеризуется высокой энергоэффективностью и коэффициентом полезного действия. Компьютер ориентирован на широкий спектр пользователей. У него есть все шансы удовлетворить потребности геймеров, а также стать правой рукой маркетологов, дизайнеров, IT-специалистов и CAD-проектировщиков. Этой модели можно доверить как сложные вычисления, так и организацию досуга!",
      "guarantee": 36
    },
    {
      "id": "28",
      "corp": "Vinga",
      "corpCountry": "Украина",
      "category": "Компьютеры",
      "name": "Системный блок Vinga Wolverine A4075",
      "baseImg": "https://img.moyo.ua/img/products/4720/81_600.jpg?1633707668",
      "secondImg": "https://img.moyo.ua/img/gallery/4720/81/953056_main.jpg?1598005601",
      "rating": "✭✭✭✭✭",
      "price": 35429,
      "characteristics": "Процессор (модель) - Intel Core i5-10400F (Comet Lake) / Процессор (тактовая частота - turbo), ГГц - 2,9 - 4,3 / Процессор (к-во ядер /потоков) - 6 ядер / 12 потоков / Чипсет материнской платы - Intel B460 / Видеокарта (дискретная) - NVIDIA GeForce RTX 2070 / Оперативная память (объем) - 128 Гб / Встроенный накопитель (объем), ГБ - 2000 (HDD), 500 (SSD) / Аудиоконтроллер - Realtek ALC887 / Блок питания - 600 Вт / Материал корпуса - Акрил, Металл, Пластик / Цвет (основной) - Черный / Дополнительные преимущества - кулеры с подсветкой",
      "desc": "Компьютер Vinga Wolverine A4075, с операционной системой Windows 10 Home, объединяет преимущества игровой платформы и современной рабочей станции. Это оптимальный вариант для большинства актуальных игр на средних и высоких настройках графики, а также повседневных и рабочих задач. Привыкли решать несколько задач одновременно и не готовы идти на компромисс, когда речь касается компьютерных игр и развлечений? Компьютеру Vinga Wolverine A4075 по плечу задачи практически любой сложности! На борту — 12-потоковый процессор Intel Core i5-10400F микроархитектуры Comet Lake. Шесть ядер чипа работают на базовой тактовой частоте 2,9 ГГц. При пиковых нагрузках технология Turbo Boost повышает частоту до 4,3 ГГц. Владельцы компьютера Vinga Wolverine A4075 смогут оценить возможности видеокарты GeForce RTX 2070 на архитектуре Turing. Модель поддерживает технологию трассировки лучей в реальном времени, которая имитирует максимально реалистичного освещения в играх. Окунуться с головой в кибермир с потрясающим уровнем реализма еще никогда не было так просто! Компьютер ориентирован на широкий спектр пользователей. У него есть все шансы удовлетворить потребности геймеров, а также стать правой рукой маркетологов, дизайнеров, IT-специалистов и CAD-проектировщиков. Этой модели можно доверить как сложные вычисления, так и организацию досуга!",
      "guarantee": 36
    },
    {
      "id": "29",
      "corp": "Apple Inc.",
      "corpCountry": "США",
      "category": "Смартфоны и телефоны, Apple Store",
      "name": "Смартфон Apple iPhone 13 Pro Max 128GB Sierra Blue",
      "baseImg": "https://i.allo.ua/media/catalog/product/cache/1/image/620x600/602f0fa2c1f0d1ba5e241f914e856ff9/i/p/iphone_13_pro_q421_sierra_blue_pdp_image_position-2__ww-ru_1__3.jpg",
      "secondImg": "https://i.allo.ua/media/catalog/product/cache/1/image/620x600/602f0fa2c1f0d1ba5e241f914e856ff9/i/p/iphone_13_pro_q421_sierra_blue_pdp_image_position-1a__ww-ru_1__3.jpg",
      "rating": "✭✭✭✭✭",
      "price": 41499,
      "characteristics": "Количество SIM-карт - 2 SIM / Формат SIM-карты - e-SIM, Nano-SIM / Стандарты связи - 3G, 4G (LTE), 5G, GSM / Диагональ экрана - 6.7 / Разрешение экрана - 2778x1284 / Частота обновления экрана - 120 Гц / Тип экрана - OLED / Защитное стекло - Corning Ceramic Shield / Процессор - A15 Bionic / Количество ядер - 6 / Внутренняя память - 128 ГБ / Камера 12 Мп + 12 Мп + 12 Мп / Запись видео - 4К UHD (3840x2160) / Фронтальная камера - 12 Мп ƒ/2.2 / Операционная система iOS 15 / Bluetooth 5.0 / NFC / Беспроводная зарядка / Материал корпуса - Нержавеющая сталь, Стекло / Вес, г - 240 г",
      "desc": "iPhone 13 Pro Max объединяет мощную систему камер, самый быстрый чип для iPhone A15 Bioniс, емкую батарею с увеличенным рабочим ресурсом, надежную систему безопасности, потрясающий дисплей с частотой обновления до 120 Гц. И все это заключено в прочном корпусе с защитой по стандарту IP68. Фирменный дизайн iPhone доступен в четырех роскошных цветах на любой вкус. Корпус из хирургической нержавеющей стали дополнен суперпрочной передней панелью Ceramic Shield и фактурным матовым стеклом задней панели. Стандарт защиты от пыли и влаги IP68 позволяет пережить экстренные ситуации без последствий. Усовершенствованная система камер Pro обеспечивает новые возможности для начинающих и продвинутых фотографов. Благодаря улучшенной аппаратной части каждая фотография содержит больше деталей. А интеллектуальное программное обеспечение обеспечивает доступ к новым и усовершенствованным старым режимам и функциям. Уникальная система автофокуса в сверхширокоугольной камере позволяет снимать с расстояния всего 2 см и точно запечатлевать мельчайшие нюансы и детали на каждом снимке. Теперь вы можете заниматься не только макрофотографией, но и снимать макровидео, используя замедленную сьемку и таймлапс. Теперь ночной режим доступен для любой камеры: широкоугольная камера улавливает в 2.2 раза больше света, а сверхширокоугольная - на 92% больше света при сьемке фото и видео. Любое ночное фото, будь то портрет или панорама, выходит потрясающе четким и ярким. Трехкратный оптический зум для новой телефотокамеры с фокусным расстоянием 77 мм позволяет получать детализированные фото и видео издалека. При сьемке вблизи используйте эффект размытия фона с настройкой глубины или эффекты студийного осветления для Портретного режима. Оптический зум 6х для всей системы камер предоставляет больше возможностей для выражения творческого вдохновения. С iPhone 13 Pro Max вам не нужно профессиональное оборудование, чтобы снять и отредактировать видео ProRes или в стандарте Dolby Vision. Создавайте контент с высокой четкостью изображения и низкой степенью сжатия и прямо на ходу публикуйте полученный материал в соцсетях. Частота обновления дисплея Super Retina XDR с адаптивной технологией ProMotion автоматически изменяется в диапазоне от 10 до 120 Гц в зависимости от того, в каком режиме используется iPhone 13 Pro Max. С учетом невероятной графической производительности 5 ядерного графического процессора на базе чипа A15 Bioniс вы получаете серьезное устройство для активных геймеров.",
      "guarantee": 12
    },
    {
      "id": "30",
      "corp": "DJI Technology Co.",
      "corpCountry": "Китай",
      "category": "Гаджеты",
      "name": "Квадрокоптер DJI Mini 2 Fly More Combo",
      "baseImg": "https://img.moyo.ua/img/gallery/4796/17/1029810_main.jpg?1609331818",
      "secondImg": "https://img.moyo.ua/img/products/4796/17_600.jpg?1633788262",
      "rating": "✭✭✭✭✭",
      "price": 21999,
      "characteristics": "Батарея - 2250 mAh / Вес, грамм - 249 / Максимальная скорость, м/с - 16 (режим S) / Максимальное время полета, мин - 31 / Камера - 1/2.3 CMOS, 12 Мп / Стабилизация изображения - 3-осевая / Максимальное разрешение фото - 4000x3000 / Разрешение видео - 3840x2160 / Комплектация (воз-ны изменения в разных поставках) - Винты - 18 шт, Держатель пропеллера, Зарядное устройство - 1 шт, Интеллектуальная батарея - 3 шт, Кабель RC (Lightning), Кабель RC (Micro USB), Кабель RC (USB Type-C), Кабель Type-C, квадрокоптер, Концетратор-ХАБ - 1 шт, Отвертка - 1 шт, пульт управления, Сумка для переноски - 1шт",
      "desc": "Сколько весит DJI Mini 2? Масса DJI Mini 2 менее 249 г, он весит примерно как яблоко и легко помещается в ладони. Mini 2 станет идеальным компаньоном в любом путешествии, а ваши представления о тревел-фотографии кардинально изменятся. Благодаря интуитивно понятным обновленным функциям, которыми оснащен этот компактный дрон, DJI Mini 2 обеспечит вам свободу творчества, где бы вы ни были. Будь то снимок уединенного пляжа или людной вечеринки, Mini 2 легко справится со своей задачей. При максимальном времени работы аккумулятора в 31 минуту DJI Mini 2 даст вам достаточно времени для создания того самого идеального кадра. Mini 2 справляется с ветром скоростью 29-38 км/ч и взлетает на высоту до 4000 метров, поэтому даже при полете по ветреному берегу или над альпийским лесом вам можно не беспокоиться о стабильности ваших роликов. Mini 2 поддерживает передачу видео высокой четкости на расстоянии до 10 км и оснащен отличной защитой от помех, что дает вам возможность летать дальше и снимать четкие ролики. Камера 12 Мп поможет вам создать уникальный контент, мимо которого просто невозможно пройти. Видео 4K / 30 кадров в секунду и 3-осевой моторизованный стабилизатор Mini 2 обеспечивают потрясающее качество изображения, а картинка остается неизменно плавной, независимо от того, насколько смело вы летаете. Приложение DJI Fly оснащено умной технологией оптимизации фото. Функция автоматически улучшит снимок после скачивания, а яркие цвета и четкие детали вас приятно удивят. Мы улучшили пользовательский интерфейс и умные функции DJI Mini 2. Благодаря умному возврату домой, автоматическому взлету и точной остановке управление стало эффективнее и безопаснее, чем когда-либо.",
      "guarantee": 12
    },
    {
      "id": "31",
      "corp": "DJI Technology Co.",
      "corpCountry": "Китай",
      "category": "Гаджеты",
      "name": "Квадрокоптер DJI RYZE Tello",
      "baseImg": "https://img.moyo.ua/img/products/4170/94_600.jpg?1633788261",
      "secondImg": "https://img.moyo.ua/img/gallery/4170/94/1021994_main.jpg?1608218279",
      "rating": "✭✭✭✭",
      "price": 3929,
      "characteristics": "1100 мАч Li-Po / Вес, грамм - 80 / Максимальная дальность полета, м - 100 / Максимальная скорость, м/с - 8 / Максимальное время полета, мин - 13 / Цвет - Белый / Камера - 5 Мп / Максимальное разрешение фото - 2592x1936 / Разрешение видео - 1280x720 / Комплектация (воз-ны изменения в разных поставках) - аккумулятор, Защита пропеллеров, квадрокоптер, Ключ для пропеллеров, Пропеллеры",
      "desc": "Квадрокоптер DJI RYZE Tello – компактный современный беспилотник, который может использоваться, как взрослыми, так и детьми. С помощью этого устройства можно познакомиться с принципами работы дронов, а также испытать новые технологии кодирования. Данная модель летательного аппарата – идеальное сочетание широких функциональных возможностей с приемлемой ценой. Беспилотник очень компактен. Он обладает функциональностью и мобильностью. Эта модель устройства подойдет для пилотов-новичков, которые только начинают изучать перемещение в воздушном пространстве. Для управления дроном создано специальное приложение для мобильных телефонов. Электроника от DJI обеспечивает стабильный полет. Прибор совместим с VR-гарнитурой, что позволяет детально рассмотреть мир на высоте. Квадрокоптер успешно летает как в парке, так и в условиях закрытого пространства. Он оборудован двумя антеннами, с помощью которых происходит качественная передача видеоматериалов 720р на расстояние до 100 метров. Установленный аккумулятор обеспечивает беспрерывный полет в воздухе до тринадцати минут. Этого времени вполне хватает для получения зрелищных и качественных фотоснимков.",
      "guarantee": 12
    },
    {
      "id": "32",
      "corp": "DJI Technology Co.",
      "corpCountry": "Китай",
      "category": "Гаджеты",
      "name": "Квадрокоптер DJI FPV Combo",
      "baseImg": "https://i.allo.ua/media/catalog/product/cache/1/image/620x600/602f0fa2c1f0d1ba5e241f914e856ff9/d/j/dji_fpv_drone_3.jpg",
      "secondImg": "https://i.allo.ua/media/catalog/product/cache/1/image/620x600/602f0fa2c1f0d1ba5e241f914e856ff9/d/j/dji_fpv_drone_5.jpg",
      "rating": "✭✭✭✭✭",
      "price": 48969,
      "characteristics": "2000 мАч Li-Po / Вес, грамм - 795 / Максимальная дальность полета, м - 1680 / Максимальная скорость, км/ч - 140 / Максимальное время полета, мин - 20 / Максимальное разрешение фото - 4K: 3840 × 2160 / Разрешение видео - 1920 × 1080",
      "desc": "Усовершенствованный дрон DJI FPV Combo позволит вам исследовать неизвестные места и получить массу впечатлений от головокружительных видов. Дайте волю эмоциям и взгляните на мир с высоты птичьего полета. DJI поддерживает три режима полета. Сверхширокий угол обзора 150 градусов и видео 4К позволяют получать потрясающий материал. Аварийное торможение и зависание гарантирует безопасность во время полета. Точно рассчитанная аэродинамическая конструкция и обтекаемая форма обеспечивают мощную тягу, улученную сопротивляемость ветру и уверенное положение в небе. Дизайн дрона DJI FPV Combo органично объединяет визуальную эстетику с высокой функциональностью и безопасностью полетов. Сделайте свой дрон DJI FPV Combo уникальным с помощью встроенных впереди светодиодов и фар с настраиваемыми цветами. С помощью очков DJI FPV V2 вы сможете пережить незабываемые эмоции, как во время реального полета. Сверхширокий угол обзора 150 градусов и передача видео с скоростью до120 к/с позволяют посмотреть на мир с ракурса, который был недоступен ранее. Три режима на выбор дают возможность каждому пользователю почувствовать себя профессиональным пилотом. Гибридный режим полета S сочетает ручное управление с упрощенным управлением предыдущих дронов. Режим N предлагает иммерсивный полет с функциями безопасности и идеально подходит для новых пользователей. Режим M для продвинутых пилотов обеспечивает безграничную свободу ручного управления и полет на сверхскоростях. Функция аварийного торможения и зависания доступна в любом из режимов и на любой скорости и активируется простым нажатием на кнопку. Это поможет избежать столкновений, аварий и других нестандартных ситуаций. Такие функции, как Smart Return to Home (RTH), Low Battery RTH и интегрированный нижний свет помогают дрону совершать безопасные полеты на любой скорости даже на незнакомой местности. DJI FPV Combo снимает превосходное видео в разрешении 4К со скоростью 60 кадров/сек. Дрон записывает сверхчеткое изображение с высоким динамическим диапазоном, на котором превосходно видны даже мелкие детали. Смотрите видео и наслаждайтесь головокружительным полетом. Для обеспечения бесшовного сигнала и высокой скорости передачи дрон автоматически переключается между частотами 2,4 и 5,8 ГГц. Три передатчика и четыре приемника на борту максимально усиливают сигнал, снижают задержки и лаги для более стабильной и быстрой передачи.",
      "guarantee": 12
    },
    {
      "id": "33",
      "corp": "Acer",
      "corpCountry": "Китай",
      "category": "Ноутбуки и планшеты",
      "name": "Ноутбук Acer Aspire 5 A515-56 15.6FHD",
      "baseImg": "https://img.moyo.ua/img/gallery/4807/54/1005001_main.jpg?1606302720",
      "secondImg": "https://img.moyo.ua/img/gallery/4807/54/1005000_main.jpg?1606302720",
      "rating": "✭✭✭✭",
      "price": 19599,
      "characteristics": "Дисплей (диагональ) - 15,6 / Дисплей (макс. разрешение) - 1920 x 1080 (Full HD) / Дисплей (тип матрицы) - IPS (PLS, AHVA, WVA, UWVA) / Дисплей (технологии) - In-plane Switching (IPS), Acer Color Intelligence, ACER ComfyView / Процессор (модель) - Intel Core i5-1115G7 / Процессор (тактовая частота - turbo), ГГц - 2,4-4,2 / Процессор (к-во ядер /потоков) - 4 ядра / 4 потока / Оперативная память (объем) - 8 Гб / Видеокарта (интегрированная) - Intel Iris Xe Graphics / Встроенный накопитель, ГБ - 256 ГБ (SSD) / Предустановленная ОС - Linux / Bluetooth 5.0 / сканер отпечатков пальцев (Fingerprint) / Встроенная камера - Full HD 1080p 1920x1080 / Цвет (основной) - Черный / Вес ноутбука (без ЗУ), кг - 1,65 / Блок питания - 45W",
      "desc": "Стильный дизайн ноутбука в нескольких цветовых решениях, возможность выбора мощного процессора и видеокарты и дисплей с большим экранным пространством — потрясающие возможности для работы. Этот ноутбук также включает возможность подключения к высокоскоростной сети Wi-Fi и большие емкости системы хранения и памяти. Aspire 5 - это невероятная мощность в корпусе, который скрывает разнообразные процессоры Intel ® или AMD и графические карты NVIDIA ® или AMD. А благодаря памяти на 24 ГБ пользователи смогут эффективно работать в многозадачном режиме. Твердотельный диск M.2 PCIe на 1 ТБ с высокой скоростью загрузки и жесткий диск объемом до 2 ТБ обеспечивают максимальную производительность работы и хранилище для выполнения заданий. Благодаря узкой рамке и соотношению размеров дисплея и корпуса 81,61% вы сможете наслаждаться IPS-монитором Full HD с насыщенными цветами. С целью оптимизации воспроизведения изображения и для защиты зрения пользователя дисплей оснащен технологией Acer Color Intelligence ™ . Благодаря интерфейсу USB-C ™ пользователи могут сверхбыстрой передачей данных через SuperSpeed ​​USB 5 Гбит / с. Устройство также имеет всего четыре разъема USB: один разъем USB 2.0, разъем HDMI 2.0 и два разъема SuperSpeed USB 5 Гбит / с Type A, один из которых может использоваться для подзарядки в выключенном состоянии. Тонкий ноутбук диагональю 17,95 мм имеет профессиональный вид благодаря алюминиевой крышке с пескоструйной обработкой и различными вариантами цвета, поэтому вы можете выбрать стиль по вкусу. Когда вы общаетесь и слушаете, звук имеет большое значение. Этот ноутбук создан и сертифицирован для работы с Cortana. А для улучшенного качества звука ноутбук также оснащен технологией Acer True Harmony.",
      "guarantee": 12
    },
    {
      "id": "34",
      "corp": "Acer",
      "corpCountry": "Китай",
      "category": "Аудиотехника",
      "name": "Игровая гарнитура Acer Predator Galea 350",
      "baseImg": "https://img.moyo.ua/img/products/4572/97_600.jpg?1633789289",
      "secondImg": "https://img.moyo.ua/img/gallery/4572/97/870519_main.jpg?1574935225",
      "rating": "✭✭✭✭✭",
      "price": 2244,
      "characteristics": "Интерфейс подключения - jack 3.5 мм, USB / Диаметр динамика - 50 мм / Частотный диапазон, Гц - 20 - 20000 / Материал гарнитуры - Пластик / Дополнительные возможности - Virtual Surround Sound 7.1",
      "desc": "Единственная гарнитура, которая вам нужна — и не только для игр. Полностью погрузитесь в игру благодаря насыщенному объемному 7.1-канальному звуку, пока обсуждаете тактику с партнерами по команде через выдвижной микрофон с шумоподавлением. Встроенный пульт управления аудиосистемой позволяет с легкостью регулировать звук. Вперед, солдат! Время побеждать. ",
      "guarantee": 12
    },
    {
      "id": "35",
      "corp": "Acer",
      "corpCountry": "Китай",
      "category": "Компьютеры",
      "name": "Моноблок 23.8 ACER Aspire C24-1650",
      "baseImg": "https://img.moyo.ua/img/gallery/4948/23/1196324_main.jpg?1625519208",
      "secondImg": "https://img.moyo.ua/img/products/4948/23_600.jpg?1633788099",
      "rating": "✭✭✭✭",
      "price": 17524,
      "characteristics": "Дисплей (диагональ) - 23,8 / Дисплей (макс. разрешение) - 1920 x 1080 (Full HD) / Дисплей (тип матрицы) - IPS (PLS, AHVA, WVA, UWVA) / Дисплей (подсветка) - LED подсветка / Процессор (модель) - Intel Core i3-1115G4 (Tiger Lake) / Процессор (тактовая частота - turbo), ГГц - 3,0-4,1 / Процессор (к-во ядер /потоков) - 2 ядра / 4 потока / Видеокарта (интегрированная) - Intel UHD Graphics / Оперативная память (объем) - 8 Гб / Встроенный накопитель (объем), ГБ - 256 (SSD) / Встроенная камера - HD 720p 1280x720 / Bluetooth 5.0 / Блок питания - 65 Вт / Комплектация (воз-ны изменения в разных поставках) - беспроводная клавиатура, беспроводная мышь, Документация",
      "desc": "Моноблок с диагональю 24\" — это потрясающие вычислительные возможности в одном устройстве. Это тонкое стильное устройство оснащено процессором Intel 11-го поколения и обеспечивает больше экранного пространства благодаря невероятно узкой рамке дисплея. Сенсорный IPS-дисплей с разрешением Full HD — это четкое отображение даже мельчайших деталей и точная реалистичная цветопередача. Благодаря тонкой рамке и соотношению размера экрана и корпуса до 88% обеспечивается больше экранного пространства при углах обзора 178°. Порт HDMI также позволяет при необходимости использовать C24 исключительно в качестве дисплея. Вычислительная мощь моноблока Aspire C обеспечит бесперебойную работу всех базовых приложений. Процессор Intel Core 11-го поколения, опциональная видеокарта NVIDIA GeForce MX 4501, до 32 ГБ оперативной памяти DDR4 и твердотельный накопитель емкостью до 1 ТБ/жесткий диск емкостью до 2 ТБ обеспечивают удобство работы для повседневных задач, редактирования фотографий, просмотра видео и многого другого. Полный контроль над всеми функциями благодаря наличию портов USB для всех периферийных устройств, соответствующих стандартам USB 3.2 Gen2 / Gen1 и USB 2.0. Благодаря добавлению порта Thunderbolt 4 можно передавать данные на скорости до 40 Гбит/с и поддерживать подачу питания. Стильный моноблок будет идеально смотреться в любом помещении. Кабели легко укладываются с помощью удобного зажима на подставке, а ультратонкая конструкция позволяет освободить больше места на столе. Освободите еще больше места благодаря креплению VESA. Легко взаимодействуйте с Кортаной, когда устройство находится в режиме Modern Standby, и наслаждайтесь превосходным качеством звука благодаря технологии DTS: X. Вы также можете оптимизировать свою интеллектуальную среду с помощью Alexa для более комфортной работы дома. Когда камера не используется, наслаждайтесь дополнительной конфиденциальностью, закрыв камеру на рамке дисплея.",
      "guarantee": 12
    },
    {
      "id": "36",
      "corp": "Apple Inc.",
      "corpCountry": "США",
      "category": "Ноутбуки и планшеты, Apple Store",
      "name": "Планшет Apple iPad 10.2 4G 64Gb Space Grey",
      "baseImg": "https://img.moyo.ua/img/gallery/4995/67/1249963_main.jpg?1631775054",
      "secondImg": "https://img.moyo.ua/img/gallery/4995/67/1249966_main.jpg?1631775054",
      "rating": "✭✭✭✭✭",
      "price": 17499,
      "characteristics": "Дисплей (тип матрицы) - IPS (PLS, AHVA, WVA, UWVA) / Дисплей (диагональ) - 10.2 / Разрешение экрана - 2160х1620 / Версия ОС - iPadOS 15 / Процессор (модель) - A13 Bionic / Процессор (тактовая частота - turbo), ГГц - 2,6 / Процессор (к-во ядер) - 6 ядер / Внутренняя память (объем), ГБ - 64 / Количество SIM-карт - 1 / Беспроводные интерфейсы (3G/ 4G) - 3G, 4G (LTE) / GPS-модуль - Glonass, GPS / Интерфейс подключения - Lightning, Разъем 3.5 мм, Слот для SIM-карты / Встроенная камера (фронтальная) - 12 Мпикс / Встроенная камера (тыльная) - 8,0 Мпикс / Особенности - Bluetooth, Wi-Fi, Акселерометр, Барометр, Датчик внешней освещённости, Трёхосевой гироскоп, Функция точного определения местоположения iBeacon, Цифровой компас",
      "desc": "Новый iPad способен на многое и при этом удивительно прост в использовании. Мощный процессор A13 Bionic, поддержка Apple Pencil и Smart Keyboard, а также замечательные новые функции iPadOS 15 делают его ещё более универсальным и по‑настоящему уникальным устройством. С iPad вы легко справитесь с любыми рабочими задачами. Редактируйте текст, ищите информацию в интернете и одновременно общайтесь с коллегами по FaceTime. С iPad ваше любопытство не ограничено ничем. В App Store вы найдёте множество приложений, которые помогут подтянуть оценки по геометрии, выучить новый язык и посетить занятия онлайн. А с дополненной реальностью учёба превратится в увлекательное приключение. Смотрите, как прямо из вашей комнаты стартует космический корабль и как герои книг буквально сходят со страниц. Игра начинается. Ваш ход, геймеры. Мощный процессор A12 Bionic легко справляется с обработкой сложной графики, поэтому игры с высокой детализацией работают быстро и плавно. А ещё iPad можно превратить в настоящую портативную игровую консоль, подключив к нему беспроводной контроллер.",
      "guarantee": 12
    },
    {
      "id": "37",
      "corp": "Huawei Technologies",
      "corpCountry": "Китай",
      "category": "Аудиотехника",
      "name": "Наушники Bluetooth Huawei FreeBuds Pro Ceramic White",
      "baseImg": "https://img.moyo.ua/img/gallery/4784/46/1101260_main.jpg?1617168077",
      "secondImg": "https://img.moyo.ua/img/products/4784/46_600.jpg?1633788388",
      "rating": "✭✭✭✭✭",
      "price": 5999,
      "characteristics": "Тип подключения - беспроводные / Bluetooth / Тип крепления - Внутриканальные / Частотный диапазон, Гц - 20 - 20000 / Материал амбушур - Силикон / Микрофон / Функция ответа на звонок / Время работы от аккумулятора, ч - 7 / Функции и возможности - Активное шумоподавление, Принять/отклонить вызов, Прозрачный режим, Умная пауза",
      "desc": "Интеллектуальное динамическое шумоподавление. Одновременное подключение к двум устройствам. Технология активного шумоподавления позволяет внутреннему и внешнему микрофону улавливать остаточные шумы снаружи и внутри уха, а динамические излучатели генерируют встречные звуковые волны для защиты от шума. Оснащенные технологией шумоподавления до 40 дБ1, HUAWEI FreeBuds Pro позволяют вам почувствовать чистоту звука. Интеллектуальная технология распознавания окружающих звуков помогает HUAWEI FreeBuds Pro автоматически переключать режим шумоподавления в зависимости от окружения для улучшения восприятия звука. Не нужно снимать наушники. Просто нажмите и удерживайте кнопку, чтобы переключиться в режим звукопроницаемости и оставаться на связи с окружающим миром. Специальный режим усиления голоса подавляет посторонние шумы, выделяя голоса. Теперь вы не пропустите объявление в аэропорту или разговор с проходящим мимо знакомым. Чтобы соответствовать вашему стилю, HUAWEI FreeBuds Pro представлены в трех цветах: изящном и актуальном мерцающем серебристом с деликатным металлическим блеском, элегантном и сдержанном керамическом белом для любителей утонченного стиля и угольном черном, который легко впишется в любой образ.",
      "guarantee": 12
    },
    {
      "id": "38",
      "corp": "Huawei Technologies",
      "corpCountry": "Китай",
      "category": "Гаджеты",
      "name": "Фитнес-браслет Huawei Band 4 Black",
      "baseImg": "https://img.moyo.ua/img/products/4550/20_600.jpg?1633788106",
      "secondImg": "https://img.moyo.ua/img/gallery/4550/20/1049112_main.jpg?1611907472",
      "rating": "✭✭✭✭✭",
      "price": 899,
      "characteristics": "Совместимость с ОС - IOS/Android / Материал ремешка - Силикон / Особенности - Акселерометр, вибрация, Защита от воды, мониторинг физической активности, Оптический датчик сердечного ритма, отслеживание сна, поиск телефона, пульсометр, события календаря, социальные сети, счетчик калорий, Уведомление из приложений, уведомления о вызовах, уведомления об SMS, Шагомер, электронная почта",
      "desc": "Фитнес – браслет Huawei Band 4 получил корпус и ремешок из яркого высококачественного пластика. Вы сможете выбрать тот цвет, который отвечает вашим вкусам и предпочтениям. Мягкий ремешок плотно и деликатно фиксирует аксессуар на запястье, не вызывая дискомфорта. Дисплей устройства покрыт устойчивым к царапинам 2.5 D стеклом. Выражайте свои эмоции и настроение с помощью Huawei Band 4. Для персонализации гаджета устанавливайте различные варианты дисплея и получайте информацию в удобном для вас виде. HUAWEI Watch Face Store предлагает огромный выбор тем дисплея, где вы обязательно найдете креативный вариант для себя. Huawei Band 4 заряжается при помощи стандартного USB – кабеля, поэтому вам не нужно будет носить с собой специальные устройства для подзарядки. Полного заряда батареи хватит на 2 недели работы устройства при выключенной функции мониторинга сна. При включенной функции время автономной работы составляет около 6 дней. Huawei Band 4 отслеживает частоту сердечного ритма с точностью, присущей профессиональному оборудованию. Высокочувствительный инфракрасный датчик HUAWEI TruSeen 3.5 производит измерения в режиме реального времени 24 часа в сутки. При отклонении сердцебиения от нормы фитнес – браслет проинформирует вас об этом вибрацией. Используя технологию мониторинга TruSleep 2.0, фитнес – браслет следит за вашим сердцебиением во время отдыха, и распознает фазы сна. Huawei Band 4 определяет шесть распространенных видов отклонений, таких как бессонница, частые пробуждения, нерегулярный сон, беспокойные сновидения и проч., чтобы вы могли улучшить качество сна. Huawei Band 4 отслеживает 9 видов активности (бег на улице/в помещении, ходьба на улице/в помещении, велосипед на улице/в помещении, кардиотренажеры, гребля, фитнес – тренировка) и определяет частоту сердцебиения, количество шагов, расстояние, скорость и сожженные калории. Узнавайте больше об эффективности своих тренировок. С Huawei Band 4 вы не пропустите ни одного звонка или сообщения. Браслет не позволит вам проспать, поможет быстро найти смартфон, сообщит о личном спортивном достижении и многое другое.",
      "guarantee": 12
    },
    {
      "id": "39",
      "corp": "Huawei Technologies",
      "corpCountry": "Китай",
      "category": "Гаджеты",
      "name": "Смарт-часы Huawei Watch GT 2 Pro Night Black",
      "baseImg": "https://img.moyo.ua/img/products/4758/8_600.jpg?1633788633",
      "secondImg": "https://img.moyo.ua/img/gallery/4758/8/1077284_main.jpg?1624911134",
      "rating": "✭✭✭✭✭",
      "price": 8999,
      "characteristics": "Диагональ дисплея - 1.39 / Сенсорный дисплей / Приложение для смартфона - Huawei Health / Совместимость с ОС - Android, iOS / Встроенная память - 4 Гб / Наличие GPS / Материал корпуса - титан / Особенности - Акселерометр, Альтиметр, Встроенный микрофон, гироскоп, мониторинг сна, мониторинг физической активности, пульсометр, скорость движения, Содержание кислорода в крови, счетчик калорий, Шагомер",
      "desc": "Часы, устойчивые к износу, с сапфировым стеклом идеально сочетаются с титановым корпусом, обеспечивая легкость и надежность. Глянцевая керамическая поверхность задней панели приятная и безопасная для кожи. Благодаря своему дизайну смарт-часы HUAWEI WATCH GT 2 Pro создают идеальный баланс между изысканным стилем и современными технологиями. Поднимите запястье, чтобы узнать время восхода и захода солнца и луны. Кроме того, смарт-часы показывают 8 типов фаз луны: новая луна, полная луна, первая четверть и т.д., а также фазы приливов и отливов, благодаря чему вы сможете узнать наилучшее время наблюдения за ночным небом и погрузиться в романтическое созерцание течения времени. Выберите понравившийся циферблат часов из более 200 доступных вариантов и меняйте свой стиль каждый день. Анимированные циферблаты будут вас радовать своей оригинальностью, а функциональные циферблаты позволят узнавать нужные данные быстро и просто. HUAWEI WATCH GT 2 Pro предоставляют такие данные, как пульс, средняя скорость движения, максимальный угол уклона, путь и дистанция при катании на лыжах или на сноуборде по пересеченной местности или на горнолыжных трассах. Кроме того, вы сможете получать предупреждения2 если значения данных выходят за рамки нормы. Смарт-часы станут отличным помощником в сохранении баланса движения на высоких скоростях. Новый режим для игры в гольф может анализировать осанку во время размаха и предоставлять справочные данные для улучшения скорости и частоты размахов. Выберите эффективный ритм и станьте профессионалом. Точное отслеживание данных более 100 режимов тренировок, включая подъем по лестнице, бег на улице, греблю, серфинг, теннис и многое другое. Cмарт-часы помогут вам точно проработать каждое ваше движение. Смарт-часы также предоставляют более 10 курсов бега с голосовым помощником3, который будет давать вам советы для улучшения результатов тренировок.",
      "guarantee": 12
    },
    {
      "id": "40",
      "corp": "Huawei Technologies",
      "corpCountry": "Китай",
      "category": "Смартфоны и телефоны",
      "name": "Смартфон Huawei P Smart 2021 Crush Green",
      "baseImg": "https://img.moyo.ua/img/gallery/4771/62/1090632_main.jpg?1616677826",
      "secondImg": "https://img.moyo.ua/img/products/4771/62_600.jpg?1633788144",
      "rating": "✭✭✭✭",
      "price": 5499,
      "characteristics": "Дисплей (диагональ) - 6.67 / Дисплей (макс. разрешение) - 1080х2400 / Дисплей (тип матрицы) - IPS (PLS, AHVA, WVA, UWVA) / Встроенная память - 128 ГБ / Оперативная память (объем) - 4 Гб / Кол-во SIM-карт - 2 / Формат SIM-карты - Nano-SIM / Стандарты передачи данных - 2G, 3G, 4G (LTE) / Стандарт связи - 4G (LTE), GPRS, GSM, LTE / Процессор (к-во ядер) - 8 ядер / Процессор (модель) - HiSilicon Kirin 710A / Процессор (тактовая частота - turbo), ГГц - 2,2 / Основная камера, Мпикс 48+8+2+2 / Фронтальная (селфи) камера, Мпикс - 8 / Безопасность - Сканер лица, Сканер отпечатка пальца / Операционная система - Android 10 / Емкость аккумулятора, мАч - 5000 / Беспроводные технологии - Bluetooth, GPS, Wi-Fi / Спутниковая система - A-GPS, Beidou (BDS), Glonass, GPS / Вес, грамм - 206",
      "desc": "Благодаря высококачественному выполнению и эксклюзивном покрытию, элегантный внешний вид HUAWEI P Smart 2021 в сочетании с изогнутыми краями обеспечивает комфортное ощущение, когда вы держите устройство в руке. Три динамические цвета сияют в лучах света и влюбляют в этот телефон с первого взгляда. Быстрая зарядка HUAWEI SuperCharge 22,5 Вт. Оснащен зарядным устройством HUAWEI SuperCharge мощностью 22,5 Вт, телефон HUAWEI P Smart 2021 позволяет просматривать видео в течение 2:00 только после 10 минут подзарядки. Вы сможете наслаждаться каждым мгновением своей жизни, не прерываясь на подзарядки. Аккумулятор емкостью 5000 мАч в сочетании с интеллектуальным алгоритмом энергосбережения легко обеспечит вам до 38,2 часов разговоров в сети 4G, 16,6 часов воспроизведения видео в режиме онлайн и 12:00 4G-веб-серфинга.2Теперь вы можете еще дольше наслаждаться любимыми развлечениями. HUAWEI P Smart 2021 оборудован четырьмя потрясающими камерами с искусственным интеллектом. С легкостью зафиксируйте на фото все, что пожелаете, днем и ночью. Эти замечательные камеры могут снимать масштабные горные хребты, удаленные объекты или сцены крупным планом. 48-мегапиксельная камера высокого разрешения поможет вам зафиксировать незабываемые моменты в ярких и очень четких деталях. Впечатляющие пейзажи или потрясающие портреты — вы сможете увидеть все мельчайшие детали с чрезвычайной четкостью. Высококлассный сенсор HUAWEI SuperSpectrum работает вместе с алгоритмами искусственного интеллекта, позволяя исследовать красоту каждого мгновения даже в условиях недостаточного света. Фотографируйте улицы города при свете фонарей или делайте волшебные портреты в сумерках без особых усилий. Благодаря 6,67-дюймовом FHD + дисплея и отличному соотношению экрана к корпусу 90,3%, 4 HUAWEI P Smart 2021 обеспечивает отличный обзор и яркие цвета. В то же время, фронтальная камера по центру обеспечивает оптимальные результаты съемки.",
      "guarantee": 12
    },
    {
      "id": "41",
      "corp": "Huawei Technologies",
      "corpCountry": "Китай",
      "category": "Ноутбуки и планшеты",
      "name": "Планшет Huawei MediaPad T5 AGS2-L09B 10.1 LTE 3 32Gb",
      "baseImg": "https://img.moyo.ua/img/gallery/4726/46/1016155_main.jpg?1607534164",
      "secondImg": "https://img.moyo.ua/img/products/4726/46_600.jpg?1633788205",
      "rating": "✭✭✭✭",
      "price": 6499,
      "characteristics": "Дисплей (тип матрицы) - IPS (PLS, AHVA, WVA, UWVA) / Дисплей (диагональ) - 10.1 / Разрешение экрана - 1920x1200 / Версия ОС - Android 8.0 / Процессор (модель) - Kirin 659 / Процессор (тактовая частота - turbo), ГГц - 1,7, 2,4 / Процессор (к-во ядер) - 8 ядер / Оперативная память (объем) - 3 Гб / Внутренняя память (объем), ГБ - 32 / Количество SIM-карт - 1 / Беспроводные интерфейсы (3G/ 4G) - 3G, 4G (LTE) / Интерфейс подключения - Audio-jack 3.5 mm, micro USB / GPS-модуль / Встроенная камера (фронтальная) - 2,0 Мпикс / Встроенная камера (тыльная) - 5,0 Мпикс / Особенности - Bluetooth, Wi-Fi / Аккумулятор (емкость), мАч - 5100 / Вес, грамм - 465",
      "desc": "Яскравий екран 1080р Full HD. HUAWEI MediaPad T5 створений для того, щоб привертати погляди. Елегантний дизайн тонкого металевого корпусу з закругленими краями продуманий до дрібниць. Планшет зручно тримати в руках і носити з собою, адже його вага складає всього близько 460г. HUAWEI MediaPad T5 оснащений яскравим екраном 10,1 дюйма (1920 X 1200) з співвідношенням сторін 16:10. Великий екран з тонкими рамками і детальним зображенням ідеально підходить для роботи в інтернеті, перегляду фільмів і телепередач. Два динаміка і звукові ефекти HUAWEI Histen роблять звук насиченим і об'ємним, забезпечуючи високу якість відтворення улюблених композицій. 8-ядерний процесор з тактовою частотою до 2,36 ГГц забезпечує високу продуктивність при низькому енергоспоживанні. Об'єм вільної пам'яті планшета можна збільшити аж до 256 ГБ, встановивши карту microSD ™. Інтелектуальний інтерфейс EMUI 8.0 на платформі ОС Android 8.0 розроблений для більш плавного, злагодженого і інтуїтивно зрозумілого керування пристроєм. Тепер додатки відкриваються ще швидше, а працювати з ними ще зручніше. Режим захисту зору зменшує шкідливі УФ-випромінювання, знижуючи втому очей і забезпечуючи комфортне читання книг на планшеті.",
      "guarantee": 12
    },
    {
      "id": "42",
      "corp": "LG Electronics Inc.",
      "corpCountry": "Китай",
      "category": "Аудиотехника",
      "name": "Минисистема LG CJ45",
      "baseImg": "https://img.moyo.ua/img/gallery/3589/96/516797_main.jpg?1499125089",
      "secondImg": "https://img.moyo.ua/img/products/3589/96_600.jpg?1633788615",
      "rating": "✭✭✭✭✭",
      "price": 7999,
      "characteristics": "Сумарна Потужність - 720 Вт / функціональність - Bass Blast, Bass Boost / Підтримувані формати - MP3, WMA / Підтримка носіїв - CD, USB / Караоке / FM-тюнер / Дротові Підключення - AUX, RCA, USB, Вхід для мікрофона, Роз'єм для антени / Bluetooth / Живлення - Від мережі / Додаткові характеристики - Auto DJ, Будильник, мультіплейліст, Таймер/вимкнення, Годинник",
      "desc": "Потужний звук 720 Вт. Бездротове об'єднання пристроїв / Потужності немає меж! Об'єднайте 2 пристрої в одну систему без зайвих проводів і збільште потужність звучання в два рази. Функція Auto DJ забезпечує відтворення без пауз між піснями. / Караоке для вечірки! Створіть фонограму з будь-якої пісні всього одним натисненням – під час звучання пісні, увімкніть «Видалення вокалу». Ви так само можете змінювати тональність обраної пісні для більш комфортного співу. Керуйте системою дистанційно з мобільних пристроїв. Вибирайте пісні зі списку відтворення і додайте ефекти. Підключайте до 3-х мобільних пристроїв по Bluetooth і створюйте плейлист на базі пісень, що зберігаються в пам'яті будь-якого з підключених пристроїв. Функція автоматичного розпізнавання джерела відтворення дозволяє почати транслювати музику зі смартфона\nВідразу ж після виявлення аудіосистемою Bluetooth сигналу смартфона. Автоматичний старт відтворення музики. Відтворення почнеться навіть якщо аудіосистема знаходиться в сплячому режимі, просто почніть відтворення зі смартфона через Bluetooth, і музика автоматично зазвучить з динаміків системи.",
      "guarantee": 12
    },
    {
      "id": "43",
      "corp": "LG Electronics Inc.",
      "corpCountry": "Китай",
      "category": "Телевизоры и аксессуары",
      "name": "Телевизор LG 43UP77006LB",
      "baseImg": "https://img.moyo.ua/img/gallery/4879/11/1088718_main.jpg?1623390229",
      "secondImg": "https://img.moyo.ua/img/gallery/4879/11/1184619_main.jpeg?1623390229",
      "rating": "✭✭✭✭",
      "price": 14399,
      "characteristics": "Smart TV / Smart-платформа - WebOS / Технології - AI Home, AI Recommendation, AI Sound, Apple Homekit, Bluetooth Surround Ready, HDR Dynamic Tone Mapping, HGiG, LG Sound Sync, LG ThinQ AI / Процесор зображення - Quad Core 4K / Аудіосистема, Вт - 20 / Діагональ екрана - 43 / Роздільна здатність екрану - 4K UHD 3840x2160 / Тип LED-підсвічування - Direct / Тип матриці - IPS / Цифровий тюнер - DVB-C, DVB-S, DVB-S2, DVB-T, DVB-T2 / ТВ-тюнер - Аналоговий і цифровий / Бездротові інтерфейси (Wi-Fi) / Bluetooth / Порт USB, шт - 1 / HDMI, шт - 2 / Підтримувані формати аудіо - AAC, AC3, AC4, apt-X, EAC3, HEAAC, MP2, MP3, PCM, WMA / Вага - 8,7 / Особливості - Вбудований браузер, Датчик освітленності, Режим Готель, Батьківський режим, Субтитри, Функція енергозбереження",
      "desc": "Телевізори LG UHD перевершують всі ваші очікування. Насолоджуйтесь живим зображенням і реалістичною передачею кольору завдяки точності пікселів, в чотири рази вище ніж в Full HD. Цей кінотеатр у вас вдома. РЕЖИСЕРСЬКИЙ РЕЖИМ і HDR забезпечують приголомшливий ефект занурення. Підключайтеся до улюблених стрімінговим платформ і дивіться улюблені фільми і серіали. Доступ до Apple TV, Netflix і LG. Дивіться новинки кіно, серіали, документальні фільми і трансляції спортивних змагань – все в одному місці. Режим FILMMAKER MODE відключає згладжування руху, зберігаючи при цьому вихідне співвідношення сторін, кольору і частоту кадрів. Цей режим дозволяє точно передати оригінальне бачення режисера, тому ви бачите фільм саме таким, яким він був задуманий. UHD-телевізор LG з функцією Active HDR забезпечує точність деталей і передачі кольору. Насолоджуйтесь улюбленими фільмами в оригінальній якості завдяки кільком HDR-форматам, включаючи HDR10 і HLG. Пориньте в дію Game Optimizer і точна настройка HDR-графіки і відсутність затримок забезпечать швидкість і ефект повного занурення в ігровий процес. Керуйте всіма параметрами, використовуючи режими, оптимізовані для різних ігрових жанрів: FPS, RPG і RTS. Контроль контрасту зі стабілізацією чорного і білого кольору для найкращої видимості.",
      "guarantee": 12
    },
    {
      "id": "44",
      "corp": "LG Electronics Inc.",
      "corpCountry": "Китай",
      "category": "Аудиотехника",
      "name": "Портативная аккустика LG PL7 Dark Blue",
      "baseImg": "https://img.moyo.ua/img/gallery/4718/2/1030387_main.jpg?1609419875",
      "secondImg": "https://img.moyo.ua/img/gallery/4718/2/1030389_main.jpg?1609419875",
      "rating": "✭✭✭✭✭",
      "price": 3999,
      "characteristics": "Потужність, Вт - 30 / К-сть дінаміків - 2 / Сумісність з ОС - Android, iOS / Час автономної роботи, г - до 24 / Bluetooth / Порти і роз'єми - AUX, USB Type-C / Матеріал обробки - Пластик / Вага - 1,4 кг",
      "desc": "LG XBOOM Go з технологією Meridian надає звук преміум якості. Спробуйте досконалий звук! Нова серія XBOOM Go легша та компактна з тривалішим терміном роботи акумулятора, тому ви можете слухати дивовижний звук, куди б ви не ходили. Елегантний стильний дизайн з прогумованим корпусом дозволяє легко і зручно тримати в руці. LG XBOOM Go за допомогою технології Meridian надає звук преміум якості. Слухайте глибокі баси та насичений звук щоразу, коли ви вмикаєте музику. У співпраці з Meridian, LG вносить у ваш будинок звук високої якості. Meridian поставляє інноваційні, елегантні високоефективні аудіо рішення з 1977 року, і сьогодні є лідером в галузі цифрової обробки сигналів. Sound Boost підсилює потужність і розширює звукове поле. Просто натисніть кнопку, щоб підняти атмосферу вечірки. Моделі PL7 і PL5 оснащені пасивними випромінювачами Dual Action Bass, а PL2 – Single Action Bass, що й дає змогу відтворювати потужні, глибокі баси і створювати ритмічні сміливі біти. Динаміки вібрують, а миготливе різнобарвне кругове підсвічування запалює атмосферу будь-якої вечірки.",
      "guarantee": 12
    },
    {
      "id": "45",
      "corp": "LG Electronics Inc.",
      "corpCountry": "Китай",
      "category": "Аудиотехника",
      "name": "Наушники Bluetooth LG TONE Free FN7 UVnano White",
      "baseImg": "https://img.moyo.ua/img/gallery/4919/8/1162334_main.jpg?1621418650",
      "secondImg": "https://img.moyo.ua/img/products/4919/8_600.jpg?1633788387",
      "rating": "✭✭✭✭✭",
      "price": 4999,
      "characteristics": "Bluetooth / для смартфонів / UVnano / Матеріал амбушур - Силікон / Типи роз'ємів - USB Type-C / Час автономної роботи - До 5 годин / Мікрофон / Матеріал корпусу - Пластик",
      "desc": "Спеціальна технологія ANC для зменшення шуму міста. Удосконалену технологію активного шумопоглинання LG TONE Free FN7 розроблено для того, щоб зменшити високочастотний шум, з яким ми стикаємося щодня. Заблокуйте метушливу вулицю й насолоджуйтеся особистим концертом, де б ви не були. Для максимального комфорту і кращого ANC амбушюри LG TONE Free FN7 мають новий дизайн з елементами спіралі. Така конструкція розподіляє тиск рівномірно, що дозволяє їм підлаштовуватись під будь-яку форму вуха і ефективно знижувати рівень зовнішнього шуму. Навушники LG TONE Free FN7, розроблені сумісно Meridian, забезпечують чисте та просторове звучання. Хоч де б ви не були, занурюйтеся в улюблену музику, і забудьте, що ви в навушниках. Технологія Headphone Spatial Processing (HSP) від Meridian забезпечує компактний розмір й відсутність перехресних перешкод між лівим і правим каналами звучання. HSP не лише відтворює реалістичну звукову доріжку, яка імітує звучання повноцінної аудіосистеми, а й забезпечує бездоганну чистоту вокалу. Це новий досвід прослуховування, який допомагає забути, що ви в навушниках. Компактні, але потужні — аудіосистему навушників було вдосконалено, щоб забезпечити повніший і насиченіший бас. Ця покращена система створює потужний ритм, який підведе вас на ноги. Потужніші, ніж будь-коли, —нові TONE Free FN7 відтворюють повніший бас. Край діафрагми виготовлено з високоякісного силіконового матеріалу, купол — із міцнішого металу, а демпфер має щільнішу структуру. Бажаєте ще потужніший бас і чіткіший вокал?\nЗавдяки чотирьом режимам еквалайзера Meridian ви можете налаштовувати звук відповідно до ваших музичних смаків.",
      "guarantee": 12
    },
    {
      "id": "46",
      "corp": "Canon",
      "corpCountry": "Япония",
      "category": "Фото и видеотехника",
      "name": "Фотоапарат CANON EOS 77D 18-55 IS STM",
      "baseImg": "https://img.moyo.ua/img/gallery/3324/99/1040146_main.jpg?1611037983",
      "secondImg": "https://img.moyo.ua/img/gallery/3324/99/1040151_main.jpg?1611037983",
      "rating": "✭✭✭✭✭",
      "price": 23499,
      "characteristics": "Тип матриці (світлочутлівій елемент) - CMOS (КМОП) / Тип фотокамери - Дзеркальна камера, Зі знімним об'єктивом / Розмір матриці - APS-C / Світлочутлівість (ISO) - 100 - 25600 / Кількість мегапікселів - 24 Mpix / Максимальний розмір знімка - 6000 x 4000 / Формат файлів - JPEG, RAW / Кількість точок фокусування - 45 / Кріплення об'єктива (байонет) - Canon EF, EF-S / Дисплей (діагональ) - 3.0 / Фокусна відстань - 18 - 55 / Сенсорний дисплей / Максимальна Роздільна здатність відео, пікселів - Full HD (1920x1080) / Формат відеофайлів - MOV, MPEG-4 / Фірмові технології - Dual Pixel CMOS AF",
      "desc": "Відкрийте для себе нові об'єкти і способи зйомки. Сучасна система автофокусування налаштовує різкість саме там, де це необхідно, як при використанні оптичного видошукача, так і при використанні сенсорного екрану з високою роздільною здатністю. Серійна зйомка зі швидкістю до 6 кадрів/сек. дозволяє відобразити навіть швидкоплинне вираз обличчя. Датчик зображення APS-C нового покоління дозволяє створювати зображення з високою деталізацією навіть в яскраво освітлених і затінених місцях. Найшвидша в світі система автофокусування в режимі Live View*забезпечує різкість зображень навіть при зйомці швидко рухомих об'єктів. Найшвидша в світі автофокусування в режимі Live View*для фотозйомки. Плавні переходи фокусування при відеозйомці. Знімайте відео Full HD з кінематографічними ефектами малої глибини різкості і динамічної передачею руху з частотою до 60 кадрів/сек. Автофокусування Dual Pixel CMOS AF зберігає чіткість об'єктів при зміні вашого становища, а вбудована система стабілізації зображення по 5 осях дозволяє створювати плавне відео. Функції камери EOS 77D, такі як колесо керування і сенсорний РК-екран з можливістю регулювання кута нахилу, дають вам більше можливостей керування і свободу творчості. На верхньому ЖК-екрані відображається інформація про налаштування камери. Поєднання бездротових технологій Wi-Fi, Bluetooth® та NFC значно спрощує підключення до сумісних мобільних пристроїв iOS і Android. Керуйте камерою дистанційно, в тому числі в режимі Live View зі смартфона або планшета, і діліться зображеннями з друзями за допомогою хмарних сервісів.",
      "guarantee": 12
    },
    {
      "id": "47",
      "corp": "Canon",
      "corpCountry": "Япония",
      "category": "Фото и видеотехника",
      "name": "Фотоапарат CANON EOS M200 15 45mm IS STM White",
      "baseImg": "https://img.moyo.ua/img/gallery/4599/56/886263_main.jpg?1581329698",
      "secondImg": "https://img.moyo.ua/img/products/4599/56_600.jpg?1633789797",
      "rating": "✭✭✭✭✭",
      "price": 17889,
      "characteristics": "Тип фотокамери - Зі знімним об'єктивом / Тип процесора - DIGIC 8 / Тип матриці (світлочутлівій елемент) - CMOS (КМОП) / Світлочутлівість (ISO) - 100 - 25600 / Кількість мегапікселів - 24,1 / Максимальний розмір знімка - 6000 x 4000 / Формат файлів - JPEG, RAW / Тип фокусування - Dual Pixel CMOS AF / Фокусна відстань - Еквівалент 1,6x фокусної відстані об'єктива / Дисплей (діагональ) - 3.0 / Поворотний дисплей / Сенсорний дисплей / Максимальна Роздільна здатність відео, пікселів - 4K (3840x2160) / Формат відеофайлів - MP4 / Бездротові інтерфейси - Bluetooth, Wi-Fi / Матеріал корпусу - Полікарбонат / Фірмові технології - Dual Pixel CMOS AF / Об'єктив в комплекті - 15-45 IS STM, 55-200 IS STM",
      "desc": "Еще никогда не было проще снимать и делиться креативными фотографиями профессионального уровня. EOS M200 - это интеллектуальная и легкая камера с сетевыми возможностями, которая придаст импульс вашему творческому потенциалу и разовьет достигнутые результаты. Не идите за \"смартфонной\" толпой. Откройте для себя творческую сторону с легкой в использовании камерой, которая позволяет снимать фотографии профессионального уровня, менять объективы и фиксировать атмосферу любого события - даже при слабом освещении. Снимайте больше, чем снимает смартфон. Высококачественные фотографии, снятые EOS M200, выдерживают проверку временем - фиксируя атмосферу важных событий и показывая ваши субъекты в их лучших проявлениях. Продемонстрируйте свои творческие способности друзьям и сторонникам. Ссылайтесь на EOS M200 на своем смарт-устройства с Wi-Fi и Bluetooth для Auto Image Transfer, обмена фото онлайн и дистанционного управления камерой. Это никогда не было проще - или приятнее - снимать в своем собственном неповторимом стиле. Управляемый интерфейс EOS M200 и функция творческой помощи Creative Assist облегчат съемку фотографий профессионального уровня. EOS M200 - компактная и достаточно легкая, поэтому легко помещается в вашей повседневной сумке. Сенсорный экран типа \"180˚ флип-аут\" позволяет создавать творческие композиции и снимать отличные Селфи. Создайте собственную историю благодаря разнообразию сменных объективов. Раскройте свой творческий потенциал, установив портативный объектив EF-M или подсоединив один из многочисленных объективов EF / EF-S через адаптер. EOS M200 снимает 4K видео, которое выглядит удивительным на вашем домашнем 4K телевизоре. Также попробуйте видеозапись со скоростью 120 кадров в секунду в режиме HD или покадровые фильмы в потрясающем 4K.",
      "guarantee": 12
    },
    {
      "id": "48",
      "corp": "Sony",
      "corpCountry": "Япония",
      "category": "Фото и видеотехника",
      "name": "Экшн-камера SONY FDR-X3000 пульт RM-LVR3",
      "baseImg": "https://img.moyo.ua/img/products/2896/17_600.jpg?1633788183",
      "secondImg": "https://img.moyo.ua/img/gallery/2896/17/1023940_main.jpg?1608571954",
      "rating": "✭✭✭✭✭",
      "price": 15799,
      "characteristics": "Тип матриці (світлочутлівій елемент) - CMOS / Пульт ДК в комплекті / Комплект поставки - аквабокс (MPK-UWH1), Акумуляторна батарея (NP-BX1), Кабель microUSB, кріплення-майданчик, ПДУ Live-View (RM-LVR3), посібник користувача, Екшн-камера / Наявність дисплея / Кут Огляду,° - 170 / Кількість мегапікселів - 12 / Роздільна здатність відео - 3840х2160 / Максимальна Роздільна здатність відео, пікселів - 4K (3840x2160) / Формат відеофайлів - H.264, MPEG-4 / Вологозахіщеній корпус / Типи карт пам'яті - Memory Stick Micro, Micro SD/SDHC/SDXC / Частота кадрів, кадр/с - 60 / Порти і роз'єми - micro HDMI, Micro-USB / Вага - 0,114",
      "desc": "Саме час почати знімати влоги в 4К – діліться яскравими емоціями з відпустки, розкажіть про відрядження, зробіть огляд на нову киношку. Незамінним помічником стане екшн-камера від SONY FDR-X3000. SONY FDR-X3000 може знімати будь-де і коли завгодно. Корпус камери не пропустить вологу – спокійно знімайте на березі моря під час припливу. Можна навіть підводний світ зняти, укомплектувавши камеру додатковим боксом. З ним камеру можна занурювати до 60 метрів на глибину. Разом з батареєю камера важить 114 грам і поміщається на долоні, що робить її зручною для далеких поїздок. Відобразити вечірню прогулянку без додаткового світла – не проблема. У цій моделі вбудована матриця Exmor R CMOS, яка має високу світлочутливістю. Показуйте експресію і динаміку в кадрі зі швидкістю 100 Мбіт в секунду завдяки процесору зображення BIONZ X. Якщо користуватися камерою поруч з вібруючими механізмами (двигунами, наприклад), якість картинки або ж фокус можуть спотворюватися. Виправити це може доповнення Motor Vibration Absorbe. Навіть ви якщо вперше тримаєте екшн-камеру, на FDR-X3000 тремтіння буде непомітною. Цього не було б без оптичного стабілізатора SteadyShot, який утримує баланс. Камера оснащена об'єктивом ZEISS Tessar, що просто не дозволить зіпсувати будь-яку картинку. Знімайте панораму, вибравши «вузьке» поле огляду або «широке» завдяки можливості регулювання кута огляду. Діафрагма об'єктива – F2.8. Розмір кадру в режимі фото і відео однаковий, приблизно 12 мегапікселів. Співвідношення сторін – 16: 9. Ще один привілей – пульт дистанційного керування. Підключити його до SONY FDR-X3000 можна по Wi-Fi або Bluetooth. Невеликий за розміром контролер ДУ зручно носити на руці, а також прикріпити на рукоятку для пальців. Більш того, роботу камери можна контролювати за допомогою смартфона, встановивши на останній утиліту PlayMemories Mobile. Зручний і оновлений інтерфейс дозволяє інтуїтивно керувати SONY FDR-X3000. Екшн-камера універсальна і продумана до дрібниць. Це маля не займе багато місця у валізі, але вона незамінна в подорожі.",
      "guarantee": 24
    },
    {
      "id": "49",
      "corp": "TP-Link",
      "corpCountry": "Китай",
      "category": "Фото и видеотехника",
      "name": "IP-Камера TP-Link Tapo C100",
      "baseImg": "https://img.moyo.ua/img/products/4621/82_600.jpg?1633788857",
      "secondImg": "https://img.moyo.ua/img/gallery/4621/82/890830_main.jpg?1582704838",
      "rating": "✭✭✭✭",
      "price": 899,
      "characteristics": "Тип - Бездротова / Кількість мегапікселів - 2 / Розмір матриці - 1/3.2 / Максимальна Роздільна здатність відео, пікселів - 1920x1080 / Кут Огляду,° - 105 / Формат відеофайлів - H.264 / Можливість нічної зйомки / Інфрачервоне підсвічування - До 9 м / Запис звуку / Додаткові характеристики - Вбудований динамік , Вбудований мікрофон, Двостороння аудіо, Індикатор стану системи, Оповіщення про рух, Потокове відео 1080p / Діапазон робочих температур - Від до + 40° С / Матеріал корпусу - Пластик",
      "desc": "Залишайтеся в безпеці. Коли завгодно. Де завгодно. Домашня Wi-Fi камера. Отримайте повідомлення всякий раз, коли камера виявляє рух, і перегляньте відео, зняте в цей час. Крім того, ви можете налаштувати зони виявлення руху таким чином, що б камера захоплювала тільки те, що відбувається в обраній зоні. Не будіть своїх малюків, відкриваючи двері їх кімнати. Спостерігайте за ними зі свого смартфона – навіть вночі Tapo C100 забезпечить зображення хорошої якості на відстані до 9 метрів від об'єкта зйомки. Відео з роздільною здатністю 1080p забезпечує більш чітке зображення завдяки великому кількості пікселів. Це допомагає в ідентифікації та розпізнаванні об'єктів зйомки. Спілкуйтеся з коханою людиною через вбудований мікрофон і динамік. Ваші дані будуть надійно захищені завдяки використанню режиму конфіденційності та локальної карти пам'яті. Камера не тільки відправляє вам повідомлення при виявленні руху, а й включає світлові сигнали і сигнали тривоги. Збережіть найважливіші моменти і поділіться ними зі своїми близькими. Камери Tapo завжди готові допомогти вам записати кожен запам'ятовується момент.",
      "guarantee": 24
    },
    {
      "id": "50",
      "corp": "Panasonic",
      "corpCountry": "Япония",
      "category": "Фото и видеотехника",
      "name": "Фотоапарат PANASONIC DC-G9 Body",
      "baseImg": "https://img.moyo.ua/img/gallery/4003/44/611612_main.jpg?1511269446",
      "secondImg": "https://img.moyo.ua/img/products/4003/44_600.jpg?1633788155",
      "rating": "✭✭✭✭",
      "price": 33616,
      "characteristics": "Тип фотокамеры - Системная камера, со съёмным объективом / Тип матрицы (светочуствительный элемент) - CMOS (КМОП) / Размер матрицы - 4/3 (17,3х13 мм) / Светочувствительность (ISO) - 200-25600 / Количество мегапикселей - 20 Mpix / Максимальный размер снимка - 5184 X 3888 / Формат файлов - DCF, DPOF, JPEG, JPEG (Exif вер. 2.3), RAW / Дисплей (диагональ) - 3.0 / Разрешение дисплея, тыс. пикс - 1040 / Видоискатель - электронный / Максимальное разрешение видео, пикселей - 4K (3840x2160) / Формат видеофайлов - AVC, H.264, MPEG-4 / Типы карт памяти - SD, SDHC, SDXC / Разъемы и порты - HDMI, USB 3.1 Gen 1(5 GBit/sec), Вход для внешнего микрофона, Выход на наушники / Беспроводные интерфейсы - Bluetooth, Wi-Fi / Питание - DMW-BLF19 / Снимков на заряде, шт - 400 / Пыле-,влаго-,ударозащита / Материал корпуса - магниевый сплав",
      "desc": "Беззеркальная гибридная камера PANASONIC – профессиональное устройство для фотографов, которые снимают дикую природу. Также она отлично подходит тем, кто специализируется на экшн-фотографии. Мощность и функциональность модели удачно дополняют удобство управления и скромные габариты. Доля секунды – обычно это все, что есть у фотографа, который снимает дикую природу или движение в экстремальных условиях. И дождаться нужного момента так же важно, как и не упустить его. При этом полученные изображения должны быть реалистичными, точно отображать окружающий мир в деталях. Поэтому комплектация фотокамеры PANASONIC DC-G9 Body – это тандем цифрового сенсора Live MOS на 20,3 Мпикс и процессора Venus Engine Beauty. Купить устройство можно в комплекте с несколькими объективами для разных видов снимков.  Устройство укомплектовали мощным интеллектуальным стабилизатором 5-осевой конструкции Dual I.S. 2. Его уровень компенсации составляет 6,5 стопов. Он эффективно функционирует как при фотографировании, включая использование телезума, так и во время видеосъемки даже для 4К-качества.  Отладку и использование аппарата облегчают большой жидкокристаллический дисплей и рычаг-модификатор функций. Модель имеет и дополнительный компактный монохромный ЖК-экран, на котором отображаются текущие настройки. С ним проще кадрировать изображения, используя дисплей и видоискатель. Также он пригодится для фотосессий при слабом освещении, если свет от дисплея будет мешать. Комфортную дистанционную эксплуатацию устройства обеспечивают модули Wi-Fi и Bluetooth. Через Bluetooth доступны функции спуска затвора, старта и остановки видеозаписи на смартфоне. Выполнив задачу, аппарат в автоматическом режиме переходит на связь по вай-фай и мгновенно передает полученные данные на смартфон. Прочность фотоаппарата при небольшом весе гарантирует армированный остов из литого магния. Благодаря защите от пыли и влаги, а также устойчивости к минусовой температуре, конструкция выдерживает сложные погодные условия. Устройством модели предусмотрена зарядка по USB. Съемочный процесс не придется останавливать из-за разряженной батареи – достаточно подключить камеру к павербанку или другому источнику питания и продолжить работу.  Парное гнездо для SD-накопителей позволяет увеличить и оптимизировать объем памяти. Его функциональный диапазон предусматривает три способа записи: резервный, поочередный и дублирующий. ",
      "guarantee": 24
    },
    {
      "id": "51",
      "corp": "Xiaomi",
      "corpCountry": "Китай",
      "category": "Фото и видеотехника",
      "name": "Видеорегистратор Xiaomi 70mai Dash Cam Pro Plus A500S",
      "baseImg": "https://i.allo.ua/media/catalog/product/cache/1/image/620x600/602f0fa2c1f0d1ba5e241f914e856ff9/import/185322607824032.jpg",
      "secondImg": "https://i.allo.ua/media/catalog/product/cache/1/image/620x600/602f0fa2c1f0d1ba5e241f914e856ff9/import/185322597824032.jpg",
      "rating": "✭✭✭✭✭",
      "price": 2079,
      "characteristics": "Функции - FCWS/ADAS, G-сенсор, GPS, HDR, LDWS, Time-Lapse, WDR, WiFi / Процессор HiSilicon Hi3559 V20 / Сенсор Sony IMX335 / Разрешение видео 2592x1944 / Частота видео 30 кадров/сек / Формат видео H.264, H.265 / Угол обзора 140° / Запись звука / Активация записи Автоматически при включении, Вручную, По датчику удара/торможения/ускорения, При включении двигателя / Ночная съемка / Встроенный экран / Диагональ 2.0",
      "desc": "Чувствительный сенсор разрешением 5 Мп захватывает четкую картину происходящего во всей полноте самых мелких деталей, с его помощью даже дальние мелкие буквы или знаки будут видны четко и без искажений. Технология задней подсветки второго поколения позволяет в два раза повысить светочувствительность сенсора, чтобы увидеть еще больше мелких деталей в естественных цветах. Собственный процессор видеорегистратора 70Mai отличается низким энергопотреблением при несравненно высокой производительности в обработке графики. Он также поддерживает передовые технологии сжатия, чтобы сэкономить больше места в памяти. Объектив видеорегистратора 70Mai лучше поглощает свет и уменьшает шумы изображения, чтобы даже при плохом освещении четко видеть дорожные знаки и номера автомобилей. Smart-алгоритмы автоматически улучшают освещенные и затемненные части изображения, чтобы захватить естественные цвета и мелкие детали без ущерба четкости и качеству картинки. Собственная система навигации видеорегистратора 70Mai с высокой точностью отслеживает скорость движения и предупреждает об опасных участках, чтобы избежать штрафов за нарушения. Умная система чувствует обстановку вокруг автомобиля и вовремя дает умные голосовые подсказки, чтобы сделать каждую поездку максимально безопасной. Когда на карте памяти заканчивается место, видеорегистратор 70Mai начинает записывать самые новые видео поверх самых старых, чтобы не потерять важные моменты и не останавливать работу. К видеорегистратору можно напрямую подключиться по Wi-Fi через приложение 70Mai, чтобы посмотреть отснятые видео или скачать записи и фото на смартфон.",
      "guarantee": 12
    }
  ]
}
